{"meta":{"title":"玄学空间","subtitle":"等你来","description":"欢迎","author":null,"url":"http://example.com"},"pages":[{"title":"文章分类","date":"2017-05-27T05:47:40.000Z","updated":"2024-05-08T04:13:13.533Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""},{"title":"作明佛母","date":"2024-05-10T07:20:37.203Z","updated":"2024-05-10T07:20:37.203Z","comments":true,"path":"javascript/index.html","permalink":"http://example.com/javascript/index.html","excerpt":"","text":"&ensp;&ensp;&ensp;&ensp;作明佛母，又称咕噜咕列佛母，一面四臂三目、身红色、金发怒冲，上臂持乌巴拉花弓箭，下臂手持乌巴拉花钩斧、绳索，腰系虎皮裙，颈挂人头，头戴五骷髅宝冠，身佩珠宝璎珞。足下踩一魔女，若身居烈火中。 &ensp;&ensp;&ensp;&ensp;如法修持作明佛母法世，可增长无量福报功德财富，增长人缘、权势，能圆满各种世间之事业成就。世俗求姻缘皆能成愿为密宗掌管权威及怀法的殊胜本尊，信众诚心祈请可获得人缘，权威，事业，尤其对姻缘加持极大，被称为怀摄十方最殊胜本尊之一。极大，被称为怀摄十方最殊胜本尊之一。极大，被称为怀摄十方最殊胜本尊之一。极大，被称为怀摄十方最殊胜本尊之一。 迎请作明佛母牌的善友请阅读： &ensp;&ensp;&ensp;&ensp;本佛牌是佛教密宗一位掌管权威怀法的本尊，信众诚心祈请可获得人缘、权威、事业增长，尤其对姻缘加持极大，被称为怀摄十方最殊胜本尊之一。 &ensp;&ensp;&ensp;&ensp;本佛母像平时可以佩戴（颈部）绝不可以放在腰部以下位置，比如挂在腰间或放入裤子兜，平时最好放在家中干净整洁的位置，比如书柜 佛堂或挂在墙上。不可放在杂乱的地方，佛像的外壳不要用力挤压，本佛像中含有多种稀有加持物需保持干燥，不要佩戴进入水气大的空间，善友们一定要对佛母有信心不要怀疑，自己信心愿力直接影响加持力，绝不可小看眼前小小一块牌子，当中蕴含的能量不可言喻。 &ensp;&ensp;&ensp;&ensp;佛像平时不用供养物品（有条件想供奉也可，选择贡品必须素食，不可荤食）虔诚祈请佛母保佑自己实现（现实 实际）的愿望。希望迎请佛母的善友早日成所愿、多行善事、顺缘增长、违缘消除。"},{"title":"mypost","date":"2024-05-09T02:54:14.000Z","updated":"2024-05-09T02:54:14.267Z","comments":true,"path":"mypost/index.html","permalink":"http://example.com/mypost/index.html","excerpt":"","text":""}],"posts":[{"title":"三脉七轮实修简法","slug":"佛学/三脉七轮实修简法","date":"2020-03-10T14:47:40.000Z","updated":"2024-05-10T06:48:44.734Z","comments":false,"path":"2020/03/10/佛学/三脉七轮实修简法/","permalink":"http://example.com/2020/03/10/%E4%BD%9B%E5%AD%A6/%E4%B8%89%E8%84%89%E4%B8%83%E8%BD%AE%E5%AE%9E%E4%BF%AE%E7%AE%80%E6%B3%95/","excerpt":"","text":"三脉七轮实修简法 一、感悟三脉七轮实修简法：（实修部） 1、第一个轮海底轮（纯真轮、根轮、密轮），此轮聚身体、心智和灵性于一身，是控制身体原始能量的，这个脉轮是整个身体能量系统的根本，是源泉，位置在我们的会阴穴。从会阴穴到上面三寸之内，也叫生法宫，像两个三角形的尖对着的，这就是我们的底轮。海底轮实修简法：深度打坐入静（双盘坐最好）——唤醒海底灵蛇。 2、第二个轮是腹轮（真知轮、水轮），位于小腹部的中央即下丹田。腹轮表现人的性功能即生育能力，同时又掌管我们的福德和财富。腹轮左部的一个点对应我们的衣食无忧，右边的点对应我们人的后天事业有成，所以就形成了一个圈，以丹田为中心点。腹轮实修简法：举例：静意功：如道家气功意守下丹田（以意聚气，气入丹田）。动意功：如武当纯阳功之纯阳大功（以形导气、呼吸导引、气聚丹田） 3、第三个轮是脐轮（正道轮、日轮），脐轮的性质是创造力和真知力，一旦打开脐轮，会得到宇宙的真知。脐轮实修简法：日常胎息法：于行坐卧立中，以事为修，存天理灭人欲，训练心如止水，逐渐忘记口鼻呼吸，进入脐轮胎息真境界！ 4、第四个轮是心轮（仁爱轮），在我们胸部的正中间，心轮相应的是心脏神经丛，照顾着我们的心脏呼吸系统和胸腺。心轮实修简法：观诵思听抄《心经》、《道德经》、《楞严咒》、《易经》等以解后天烦恼之心结，渐发菩提真心。 5、第五个轮是喉轮（风轮），平时照顾我们颈部的神经丛和甲状腺。万物一体就表现在喉轮上，因为要呼吸，要说话。万物一体就表现在喉轮上，因为要呼吸，要说话。喉轮好的人是非常谦卑的，就像圣人、贤人一样很谦虚。喉轮好的人，不管发生什么事情，都能沉着应对，静观其变，不会因为受到别人的侮辱就嗔恨，也不会因为受到别人的夸奖，就有一种沾沾自喜的感觉。宠辱不惊，就是因为喉轮非常发达。喉轮实修简法：入念佛持咒三昧：于行坐卧立中，恒以金诵念诵法持咒，如《楞严咒》、《大悲咒》、《道德经》、《金光咒》等，以音波高频震通喉轮！ 6、第六个轮是眉心轮（月轮、第三只眼、宽恕轮），位于我们脑的正中心，从眉印堂往里、从两个耳朵往里、从百会穴往下，三个形成一个点的时候，那个点叫第三只眼（月轮），颜色是紫的。修行必须把第三只眼修炼出来，它对应我们大脑里的松果体、还有脑下垂体，松果体、脑下垂体正好连接着我们的左右半脑，就像太极图中间的那个玄连接着阴阳鱼一样，表的就是我们大脑，就是第三只眼。第三只眼打开的时候，宇宙无意识的那些东西完全和你融为一体。眉心轮实修简法：眉心轮必须去观修，观修什么？以眉心轮去观宇宙人生之真理！即观自在、观无常：须知人生的一切都是无常的体现，俗人活在客体之中，随波逐波。仙人活在主体之本，常乐我静。生活中只有能以眉心轮观察到周边纷繁世象的本质即无常，并将每个无常客象真正提升到对宇宙的点点真知识见上来，并以宇宙真知保持自身不受客体之波动，才能称之为“法眼通”。人生就是观自在，能通过观修人生之无常客象，明宇宙之理，并使身口意三业不动，就是真观自在，就是修眉心轮，就是实修“法眼通”！ 7、第七个轮叫顶轮（梵天轮、自觉轮），位于我们头顶百会穴上。我们身体上的左右脉、任督脉会合点就是在这儿，也是整个能量中心的会合点，当我们的无位真人从海底轮往上升到头顶上，也就是天灵盖，一旦天轮打开，我们身体五个脉的能量在我们的天轮上就形成一朵莲花，这个莲花有千个经络所形成的叶子，叫千叶宝莲。按道家的说法就是在我们头顶上形成三花聚顶，聚顶之后形成一个千叶宝座。《楞严经》里有无见顶相，坐在千叶宝莲上，宣说神咒，就指的我们的天轮。 顶轮实修简法：先将前6个脉轮能量修足，再做人体小周天意练。（行坐卧立间以意引气，做7轮周天导引意练，逐步以意通到气。真气沿三脉七轮及任督二脉做小周天运转，至能量饱和后，自然从顶轮冲出，与宇宙真我本原合一，以后及是体外大周天真气运行法了。冲出顶轮，道家称：五气朝元、三花聚顶）（注：以上仅为个人感悟，请读者阅读时自行请斟酌。）","categories":[{"name":"佛学","slug":"佛学","permalink":"http://example.com/categories/%E4%BD%9B%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"佛学","slug":"佛学","permalink":"http://example.com/categories/%E4%BD%9B%E5%AD%A6/"}]},{"title":"我们体内的能量系统（三脉七轮）","slug":"佛学/我们体内的能量系统（三脉七轮）","date":"2020-03-06T05:47:40.000Z","updated":"2024-05-10T06:32:30.399Z","comments":false,"path":"2020/03/06/佛学/我们体内的能量系统（三脉七轮）/","permalink":"http://example.com/2020/03/06/%E4%BD%9B%E5%AD%A6/%E6%88%91%E4%BB%AC%E4%BD%93%E5%86%85%E7%9A%84%E8%83%BD%E9%87%8F%E7%B3%BB%E7%BB%9F%EF%BC%88%E4%B8%89%E8%84%89%E4%B8%83%E8%BD%AE%EF%BC%89/","excerpt":"","text":"我们每个人体内都有一个内在的能量系统，称为灵体(SubtleBody)，它的主要部分分为: 三条经脉、七个能量中心(Chakras七轮)及灵量(从梵文Kundalini昆达里尼)。古代印度的瑜珈(Yoga)、中国的气功、西藏密宗、或是印地安人的巫师信仰裡面，都有提到这些人类身体上共同的人体能量中心的部分：三脉七轮。今天我们就来详细看看其中详解。 三脉 三条经脉(nadi&#x2F;channels) (I)左脉(Leftchannel或IdaNadi)即阴脉或月亮脉； (II)中脉(Centralchannel ,即SushumnaNadi)； (III)右脉(Rightchannel或PingalaNadi)即阳脉或太阳脉； 左脉(又称阴脉或月亮脉)，相对于过去、昏沉、感性和超我(社会制约)，掌管我们的记忆、过去和情感方面。 右脉(又称阳脉或太阳脉)，相对于将来、理性逻辑、宰制和自我，掌管我们的思维、末来、行动以及计划方面。 中脉位于脊柱处中部，相对于现在此刻、进化、和灵性升进，此乃人类与宇宙灵力合一的唯一通道，喜乐之源。然而，一般人由于中脉没有打开，只能使用左右两脉的能量，而且他们多数不能两边平均使用。有些人使用左边的能量多些，有些人使用右边的能量多些，于是造成两种很不同的人格。同样，如若左右二脉过分活跃或有阻塞，人的注意力便被牵引离开中道(中脉)，引致不平衡，身心疾病因而产生，灵性升进更受阻。 七轮七个能量中心(Chakras) 由下而上，它们分别是： 1、海底轮 2、脐轮 3、太阳轮 4、心轮 5、喉轮 6、眉心轮 7、顶轮 七个脉轮透过头顶轮与宇宙连接。前三轮是人生存在世界的物质基础，和身体意识相关。后三轮是人的精神基础，和自我意识及灵魂、灵性相关。心轮位于中间，代表爱，是连接人性和神性，物质和精神的桥梁。 海底轮海底轮-会阴（海底能量中心）性、生存、健康、物质、金钱、安全、财富、攻击力、劳动力、干活身体掌管：生殖器、腰部以下、双腿、丹田以下、肾上腺、骨骼、皮肤、血液、大肠、骨盆、臀部、腿部、脚、排泄系统。位置－尾椎骨、尾骨对应情绪－恐惧对应口诀：我拥有（I have）对应元素和颜色：地球、赤红色发展意识：生存、安定感、信任、归属感、身体功能及适应改变。金钱、家庭基本意义：位于脊椎底部直肠后方，震动频率最低，与物质界最有关，代表一种原始的、无名的、本能的单纯能量，是人对于衣食住行等基本需求及安全感，即物质上的满足。海底轮的能量主要掌管与肉体的联系，使人感觉安全放心。如果海底轮处于活跃状态，你将觉得有种“身植大地”，感到稳定和安全，你不会不必要的怀疑他人，你觉得活在当下，而且和你的肉体紧密结合，你觉得拥有充分的领域感；如果你容易觉得恐惧或紧张，你的海底轮可能并未开启，那么你很容易感觉不受欢迎；如果你的海底轮过度活跃，你可能有很强烈物欲和贪心，你可能会过于追求安定和拒绝改变。 脐轮脐轮-阑尾（情绪中心）：有条件的爱、关系、情绪、感受、感觉、享受、欲望、亲密、欲求、爱的能力身体。位置：下腹部对应情绪：热情对应口诀：我觉得（I feel）对应元素、颜色：水、橙色发展意识：关系、欢愉、情绪情感、喜好、想像力的表达、创造力及生产力。掌管：整个肚子（不含胃、横膈膜）包括后腰、前列腺、卵巢、生殖系统、结肠、盲肠及膀胱、下腹部之消化系统与泌尿系统。基本意义：位于下腹部的膀胱位置，震动频率高于海底轮，也是喜悦和欢愉升起之处，代表的是创造力及生育能力，与亲密伴侣之间的互动有关。脐轮主要掌管你在团体中的感觉。当脐轮活跃时，你感觉在掌控中而且有足够的自信心；当脐轮不活跃时，你容易呈现被动和难下决定。你可能变成惟惟诺诺而无法取得你想要的；如果此脉轮过度活跃，则你可能会有强烈控制欲和侵略性。 太阳轮太阳轮-腹部（意志中心）：是非、对错、判断、立场、战斗、界限、意志、定力、权力，能量的外射张力，关于生命的方向，目标，行动，坚持，力量。对应情绪－愤怒身体位置：腹腔、神经丛对应口诀：我可以（I can）对应元素、颜色：火、黄 色掌管：肋骨、胃、横膈膜、小肠、肝脏、胰脏、脾脏、胆囊及神经系统。发展意识：对自我负责以及荣耀自己，个人力量、意志、控制、自我決心、精力、自尊心、自我命运、智能。基本意义：位于肋骨与肚脐之间，负责对危机和对负面状况提出警讯，代表的是一种自我的意识中心。当太阳轮打开时，你的情感表达自如，而且表达时不会流于过度情绪化，你对于亲密关系采取开放态度，你感觉充满热情和活力，你在性方面没有问题；如果你通常感觉僵硬、缺乏情感或是常常面无表情，则本我轮尚未开启，你对于他人采取封闭态度；如果太阳轮过度活跃，你总是过度情绪化。你在情绪上将会过度依附你认为性感的人身上。 心轮心轮-胸部：爱，无条件的爱，爱与接受，接纳、接受力、允许、包容、悲伤、痛苦，爱的切断，关系身体。位置－胸腔对应情绪－爱对应口诀：我爱（I love）对应元素、颜色：空气、绿色掌管：心脏、锁骨以下、胳膊、手、免疫系统、肺脏、胸腺、血液、动静脉循环系统、手臂、手掌。发展意识：爱、慈悲及喜悦、平衡、亲和力、无条件的施与。基本意义：位于我们胸腔凹陷处，主要意识集中在爱、和谐和给予，心轮位于上下七个轮脉中央，是身体的枢纽，是一个高震动频率的脉轮，对应着较高层次的意识。心轮主要掌管爱、善良等一般情感。当心轮打开时，你会具有同情心、友善，并且你会致力于和谐的人际关系。当你的心轮不活跃时，你会冷漠和与人保持距离。如果此脉轮过度活跃时，你的过度溺爱会令人窒息，并且通常你的爱背后有相当自私的理由。 喉轮喉轮-咽喉部（创造力中心）：表达－沟通－创造力、信念的仓库、阀门、信念。位置：喉咙对应情绪：创造口诀：我说（I speak）对应元素、颜色：空间、蓝色发展意识：表达内在的感觉、创造力、真相以及沟通、共鸣与接收身体。掌管：嘴、鼻、喉、喉轮、甲状腺、颈部肩膀、支气管及发声器官、食道、新陈代谢系统、耳朵、鼻子、唇齿。基本意义：位于脖子前方的根部、负责沟通和表达我们的创造力；喉轮部位是身体不同能量聚集与具体化中枢，其所代表的是自我表达和整合的能力。喉轮主要掌管自我表达和言谈。当喉轮活跃时，你将无障碍的表达你自己，你可以藉此而成为艺术家。当喉轮不活跃时，你倾向不说话，你的个性倾向内向害羞。不说真心话可能会使此脉轮封闭。如果喉轮过度活跃，你容易太过多话，通常喜欢掌控谈话以致于使人无法接近你，因为你不是一个好的倾听者。 眉心轮眉心轮-眉心部（智慧能量中心）：远见、我与宇宙的关系，智慧、第六感、预测、直觉身体。位置：两眼正中，向内１寸、松果体对应情绪：超越所有的情绪能量口诀：我看见（I see）对应元素、颜色：空间、青色掌管：脑下丘、脑下垂体及眼睛鼻窦（左眼）、内分泌系统、头部、脸部。发展意义：直观的知识、千里眼、直觉力、知觉力、精神能量、远见。基本意义：位于双眉中央，是直觉的位置或是所谓的第三只眼，他容许我们表达和确认我们的梦想及想像，影响理解与智慧；冷静、判断力、洞察力，是内心笃定的一种成熟。眉心轮主要掌管洞察力和可视化能力。当此脉轮活跃时，你会有很好的直觉，并且喜欢幻想。如果此脉轮不活跃，你倾向于依赖权威而非自己的思考。你可能会过于依赖信念而非理性批判。你甚至可能容易陷入迷惑。如果此脉轮过于活跃，你可能活在幻想的世界中，在极端的情况下，有可能产生幻觉。 顶轮顶轮-头顶部（灵性中心）：灵性、大爱、天人合一、宗教身体。对应情绪：无位置：头顶、头皮及向外１米对应口诀：我知（I know）对应颜色：紫色 掌 管：上脑、右眼、松果腺体、神经系统、心智及整体身体。发展意识：流畅无阻、无条件的快乐、启发、智慧、自我实现、灵性连接、完成、宇宙意识、了解。基本意义：位于头顶中央，连接着宇宙的能量，是一种高震荡的频率，是一种灵感、灵性、由内到外一种质的改变，影响的是灵性的提升和启发慧根。顶轮主要掌管智慧及和世界为一体的感觉。当此脉轮活跃时，你会倾向没有偏见，并且十分意识到此世界和你的存在。如果此脉轮不活跃，你将不会察觉到精神世界的存在。你可能在思考十分受限。如果此脉轮过度活跃，你将可能过度思考事物。你可能对于精神世界追求过度热中并且忽略你身体的需要。健康也好，修行也好，还是想在六道中玩，玩的过程中要明白，每一个轮不要让自己的能量损失过多，再投生到人道上，是绝对没有问题的，又有福报，不管男人和女人，都很漂亮。是因为修行了明白了很多道理，下辈子有钱又漂亮，又健康还有智慧。我知道很多人会喜欢算命，批八字、看风水，假如你真的明白了，那么你就会了解，那帮不了根本，虽然算得很准，但只能帮表面的东西，这放个风水球呀，那布个局，写一道符啦，这些只能保持一段时间，但是起不到根本上的作用。民间尤其道家和儒家的人说，我命由我不由天，不是天老爷注定你怎么样，一旦修行天老爷就束缚不了你了，因为你的心境和以前不一样了，如果不修行就是定数，就是在劫难逃。一旦修行修得通达无碍，就是中脉七轮已经没有障碍了，能量完全具足了，这个时候我命由我不由天，天老爷管不着你了，跳出三界外，不在五行中。我们一定要相信自己，所以算命准不准，无关紧要。佛家不讲算命，真正的道家也不讲算命。道家是通过算命的方法手段让你们去修行，最终自己改变自己的命运。现在很多市面上的那些算命的人，只能帮你一时，但解救不了你一辈子，哪怕这个人有功能把灾难化了，化只能化一段，你一生中要经历多少灾？他也不知道，只能说算什么时候出现，这种灾谁也不敢保，所以算命的和民间有功能的术士只能帮你一时，帮不了你一辈子。只有通过修行大法，和宇宙融合的时候，能改了你的性命，最后达成法身不坏，慧命不丢，这才是真正把命运改了。老子讲的无为也是一种大的智慧，还有六祖的话“本来无一物，何处惹尘埃”也是一种大的智慧，就是自己改变自己，不要去执着世间的东西。还有范仲淹的“不以物喜，不以己悲”也是一种大的境界，大的智慧。你如果把这句话看小了，只能说你的心量不够，你要把心量放高，这句话就有道理了。大家通过对中脉的了解，明白了现在的医学是认可它的，但是医学不能解剖它，因为它是一种磁场，在身体里能表明出来，但医学解剖不了。我们人的健康和寿命有60％是取决于自己的。很多人说改名字就能发财就能转命，那是胡说八道。如果一个名字能把命运改的那么好，那为什么很多人的姓名非常好，为什么还死了。说那个人改名之后发财了，那只不过他命里就该发财，正好通过改名字起到一个推波助澜的作用，他不改名，也一样发财，所以60％取决于自己。15％是由遗传作用，就是我们的左脉有遗传作用。还有7-8％取决于外部的气象条件，比如生的时辰、北斗、地理环境还有一点关系。还有一个15-16％的社会环境因素。还有一个医疗设施，如果生病没有良医，生命可能就丢了。古时候有个孕妇已经死了，没有气了，但灵魂没有走，华陀一针下去，这个孕妇活了起来，孩子也保住了。因为她的灵魂没有离体，只不过从身体的假象上断气了，心脏停止了跳动。古时候高明的大夫都是修炼的高人，他的第三只眼能看到灵魂在不在体，如果不在体，他决不会帮的，决不会出手来救的。大家对什么东西都不要去执着，说我有病就不去看病，也不对。身体健康，才能更好的修行，有病实在挺不过去，也要吃药，通过药把业障化掉。如果能转，最好自己转。以前我有一个朋友，他母亲是中医大夫，针灸非常厉害，她针灸了一辈子，最后要寿终正寝的时候，业障全来了，全附在她身上，身上出现了很多的点，相应的穴位就陷下去。正好她儿子是修行人，一看这种情况就知道是因果来了，业障找来了。为什么找？因为她当初针灸给人治病的时候，从名相上看是扎这个穴位，其实那穴位上就有债主，她把它一针扎跑了，咱们民间有个鬼门十三针，她一针下去，业障是跑了，但业障恨上她了，等她不行的时候，就会来报复她，所以她身上出现很多的针点，相应的穴位陷下去一个坑。他妈临死的时候非常痛苦，说当初我也不知道把你们扎住了，她是在昏迷状态下说的，浑身冰凉。后来很多人懂了，这个针灸不是随便扎的。一个真正高明的大夫，首先要把病人身上的附体劝走，然后再用针，病就会好，这样自己也没有什么业障。真正明白的神医，首先是把自己身体负面的东西去掉，所以要焚香……是很有道理的。古时候那些大夫也要烧香的，那些文人也要烧香的，弹琴也要烧香的，绝对是有道理的。现在我是彻底明白了，做任何一件事情的时候，要明白因果，想不被因果来缠着自己，必须要焚香祷告，第一让天地的护法护持着，第二把这些业障转化成善业，这样的话自己就没有负面的东西。","categories":[{"name":"佛学","slug":"佛学","permalink":"http://example.com/categories/%E4%BD%9B%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"佛学","slug":"佛学","permalink":"http://example.com/categories/%E4%BD%9B%E5%AD%A6/"}]},{"title":"八字如何看婚期","slug":"八字/八字如何看婚期","date":"2020-02-18T05:47:40.000Z","updated":"2024-05-10T06:12:00.558Z","comments":false,"path":"2020/02/18/八字/八字如何看婚期/","permalink":"http://example.com/2020/02/18/%E5%85%AB%E5%AD%97/%E5%85%AB%E5%AD%97%E5%A6%82%E4%BD%95%E7%9C%8B%E5%A9%9A%E6%9C%9F/","excerpt":"","text":"今天主要讲讲我们如何通过八字流年去看我们的动婚迹象。 首先，我们需要主要关注的是夫妻宫，也就是日柱地支这个位置。然后，男看财才，女看官杀，它代表了异性缘份。在整个八字命局中，男生财才混杂，女生官杀混杂，在婚姻里是不太好的，他们代表了异性，混杂了就说明异性关系会比较复杂，暧昧对象比较多，所以，婚后生活是需要多加注意的。同时，也可以结合流年,通过夫妻宫看婚后生活，还有家庭之事。 这个部分我们还需要了解清楚十二地支之间的关系，以下就是：地支三会：亥子丑-会北方水，寅卯辰-会东方木，巳午未-会南方火，申酉戌-会西方金。地支三合：申子辰合化水，寅午戌合化火，亥卯未合化木，巳酉丑合化金。地支六合：巳申合化水，辰酉合化金，卯戌合化火，寅亥合化木，子丑合化土，午未合化火或土。地支六冲：子午冲，丑未冲，寅申冲，卯酉冲，辰戌冲，巳亥冲。地支六害（六穿）：子未相害，丑午相害，寅巳相害，卯辰相害，申亥相害，酉戌相害。地支六破：子酉相破，寅亥相破，卯午相破，辰丑相破，巳申相破，未戌相破。地支三刑：丑未戌相刑力量大，寅巳申相刑力量中，子卯相刑力量小。地支自刑：辰辰自刑，午午自刑，酉酉自刑，亥亥自刑。关系力量比较：三刑 &gt; 六冲 &gt; 六害 &gt; 六破在大运流年中，如果夫妻宫受冲就不太好，受合就是好的，所以，在大运流年中，单身人士如果夫妻宫被合就会动，一动就会有动婚的迹象了。关于动婚的条件，第一条肯定是需要满足适婚年龄的，至少得是个成年人，达到法定结婚年龄的，在这个基础上我们才可以去断婚期。然后，我们就可以用排盘软件把八字排出来了，主要看夫妻宫和流年。流年地支和日柱地支产生合化为婚期。 那什么是合化呢？也就是你日柱地支和流年地支相合了，并且天干透出了合化出来的五行元素，才可以断有婚期。如果只是合但未化，那就只是有动婚的苗头，但是，不会有结果。打个比方，假设你的夫妻宫里是个申，然后你当前的流年地支为巳，那么巳申就六合了。然后，巳申合化水，这个时候，你的流年天干是壬水或者癸水，或者你的日元，也就是日柱天干上是个壬水或者癸水，才叫合化。这个合化也叫引化，只有引化了才会有结果的出现，所以，才可以定婚期。如果是合而不化，只能说明动婚的迹象会很大，但是，大概率不会有结果，当然，这个部分还是需要综合辩证去看，也可以用其他方式把它引化出来。还有就是当我们夫妻宫的能量增强了，也会有婚期。什么是能量增强呢？比如说夫妻宫是个卯，流年是个寅或者卯，他们同五行了，力量就增强了。尤其是增脚，什么是增脚呢？比如说今年是壬寅年，这叫水生木象，寅的力量变大，然后寅木又去帮卯木。同时，自刑的力量也是很大的，他们来了之后，就会有动婚的迹象。然后，就是当夫妻宫遇到了桃花年。可以按照下面的方法去查：申子辰见酉，寅午戌见卯，亥卯未见子，巳酉丑见午。比如说你的夫妻宫是个申，然后流年地支遇到了酉，就代表你遇到了桃花年。再一个就是夫妻宫逢冲了。打个比方，假设你的夫妻宫是个午，然后月柱地支和时柱地支都为子，子午六冲对于婚姻感情就不太好，所以，当流年遇到丑，子丑合，把克午火的子水合掉了，也就好了。就像被关在笼子里的老虎被放出来了，突然之间，它的力量就被松开了。如果你的八字原局中，夫妻宫被冲被克被合都是会影响姻缘的，所以，当流年遇到可以解夫妻宫合、克、冲的地支时，就可以化解掉原局的劣势，包括夫妻宫遇到了能量增强的地支也是可以化解的。","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]},{"title":"古老神秘的胎息法（详细修炼步骤）","slug":"民间/古老神秘的胎息法","date":"2019-01-26T06:37:52.000Z","updated":"2024-05-09T06:28:45.970Z","comments":false,"path":"2019/01/26/民间/古老神秘的胎息法/","permalink":"http://example.com/2019/01/26/%E6%B0%91%E9%97%B4/%E5%8F%A4%E8%80%81%E7%A5%9E%E7%A7%98%E7%9A%84%E8%83%8E%E6%81%AF%E6%B3%95/","excerpt":"","text":"《云笈七签》对于实行胎息的每一个细致步骤与其深远效果，都有着详尽而系统的描述。让我们更深入地探索这一神秘而古老的修行方法。若要真正体验和实践胎息，修行者首先需寻一处静谧之地，确保四周无人搅扰，这样才能让心灵真正沉静下来。正襟危坐后，将左脚轻轻搭在右脚之上，松开紧绷的衣带，让身体得到初步的舒缓。接着，修行者需缓缓活动四肢关节，仿佛是在为接下来的修行做热身。双手紧握，然后安放于双腿之上，感受着身体的放松与心灵的平静。 此时，修行者应进行三五次深呼吸，这不仅有助于调整呼吸节奏，更能确保接下来的呼吸更为顺畅，无任何阻碍。在这过程中，清除内心的杂念显得尤为重要，只有心境宁静如水，才能更深入地体验胎息之妙。同时，让腹部保持放松状态，这是胎息修行的关键之一。 修行者轻轻地左右摇动身体，仿佛是在与宇宙间的能量进行交流。这一动作不仅能让内脏器官得以舒展，更为接下来的修行打下基础。在摇动之后，身体应慢慢恢复静止，感受着身心的和谐与平衡。 接下来，修行者需敲击天鼓三十六次，这不仅是一种仪式感的体现，更有助于清洁口腔，为接下来的修行做好准备。在敲击天鼓的过程中，修行者应保持头顶朱雀、脚踏玄武、左肩青龙、右肩白虎的姿态，这四大神兽仿佛为修行者守护四方，带来无尽的力量与勇气。 随着修行的深入，修行者开始想象两眉之间一寸处是明堂，这是心灵的窗户，也是与宇宙沟通的桥梁。向内二寸则是洞房，这里蕴藏着无尽的奥秘与智慧。再向内三寸便是丹田宫，也被称为泥丸宫，这是修行者力量的源泉。 在这个神秘的宫中，有一个身高二寸的神人，他头戴青色冠冕，身披朱红色长袍，手持红色简牍，仿佛是宇宙的使者，为修行者指引方向。修行者不仅要想象中丹田中的神人，还要感受下丹田的存在。下丹田位于肚脐下二寸半的紫微宫，也被称为气海，这里同样有一个神人，披着朱红色长袍，守护着修行者的生命之火。 正如桑榆子所言，《金刚经》中提到如来所说的各种形象虽有足，但并非真的具有足。这些形象只是为了方便我们修行而设立的阶梯。那么神又怎么会停留在上面、居住在下面或留在中间呢？它如同润泽般充满整个世界，但当我们试图用手去抓住它时，却什么也抓不到。这正是神的奥秘与伟大之处。 接下来修行者开始观想五脏。从心脏开始逐一深入观想五脏六腑的奥秘。他们仿佛看到了五脏中各自散发出的本源之气与上、中、下三丹田中的白色云气相互融合形成了一股统一的气流。这股气流从头后涌出散发出明亮的光芒九彩缤纷腾升而上高度可以超过三丈。修行者想象自己身处在这股气流之中感受着它的力量与温暖。 在这一过程中，修行者应闭上口鼻，专注于气海中的胎气，让呼吸仅在脐部进行。如果呼吸急促，就通过鼻子细细地调整呼吸，直到呼吸平稳。继续专注于脐部呼吸，直到出汗，这算是一次完整的修炼。修炼的次数并不受限。 如果感到身体闷热，就观想气流遍布全身，就像蒸锅中的蒸汽一样，这被称为“满息”。长时间运行此法，可以进入深邃寂静、玄妙默然的境界。 随后，修行者进行吞咽动作，并内观五脏六腑以及大小腹。胃能容纳一二升食物，颜色像黄土；脾长一尺二寸，位于胃的上方，前后不停摩擦。如果脾停止摩擦，就会导致消化不良。如果出现消化不良，就应当闭气，并用手抚摸腹部一百下，脾就会自然恢复摩擦。 接下来观想心脏，心脏像一朵未开的红莲，下垂，长三寸。心脏上方有九个孔窍，其中两个在后面，正面有黑色的细毛，茎长二寸半。 然后观想肺，肺像一朵盛开的白莲，有五片花瓣，下垂。肺上有白色的脉络膜，位于心脏上方，覆盖着心脏。接下来观想肝脏，肝脏位于心脏后方，有七片紫青色的叶子，上面有黄色的脉络膜。从左边第三片叶子下面，就是胆囊的位置，胆囊的颜色是青黄色，长二寸半。 最后观想肾脏，肾脏的形状像倒放的杯子，颜色是黑色，附着在脊背上，距离肚脐三寸。肾脏上小下大，左肾在上，右肾在下。 全面观察身体的三十六个关键部位，共有三百六十个骨节，每个骨节都被筋所缠绕。骨头的颜色是青白色，就像玉石一样，而筋的颜色则是黄白色。骨髓像清澈的雪水。身体上有三百六十个穴位，在每个穴位中，都有像江河池潭一样流动的鲜血。 当你观察到左脚中指的第二节时，你会发现这是血液的源头，血液从这里涌出并流通全身。一夜之间，血液可以绕身三万六千圈，最后流回到右脚中指的第二节并消耗殆尽。 因此，人们睡觉时应该侧卧并蜷缩身体，以保持阴气完整。当醒来时，应该伸展双脚和双手，让阳气遍布全身，气通遍全身。如果按照这种方式修炼，就与经书上所说的“息善时”相符合了。 长期坚持这种修炼方法，口鼻的呼吸会逐渐减弱甚至消失，呼吸会变得像胎儿在母体中一样，仅通过脐带进行，这就是所谓的“胎息”。持续修炼三十年之后，即使用绳子勒住脖子，也无法阻止脐部呼吸，呼吸始终在脐部进行。甚至可以在水下打坐十天五天，也没有问题。 独自修炼，也可以达到这样的效果。但如果能找到真正的修炼方法，并更加努力修炼，效果会更好。修炼这件事是通往更高境界的重要门户，千万不可忽视。","categories":[{"name":"民间法","slug":"民间法","permalink":"http://example.com/categories/%E6%B0%91%E9%97%B4%E6%B3%95/"}],"tags":[],"keywords":[{"name":"民间法","slug":"民间法","permalink":"http://example.com/categories/%E6%B0%91%E9%97%B4%E6%B3%95/"}]},{"title":"乔迁净宅秘法","slug":"民间/乔迁净宅秘法","date":"2019-01-24T04:16:52.000Z","updated":"2024-05-09T05:56:59.811Z","comments":false,"path":"2019/01/24/民间/乔迁净宅秘法/","permalink":"http://example.com/2019/01/24/%E6%B0%91%E9%97%B4/%E4%B9%94%E8%BF%81%E5%87%80%E5%AE%85%E7%A7%98%E6%B3%95/","excerpt":"","text":"乔迁前三天午时开始，根据自己情况准备五谷、柳枝、柚子叶、盐米、清净符。 把窗户全部关上从屋子里开始往外扫地，然后从屋里开始往角落里撒五谷等物。一边撒一边念“驱邪出外，浊去清来。”房间里所有角落都要撒到一直到大门。（开始到结束时门口绝对不能站人） 撒完之后，三天以后入宅的时候，如果你撒的是五谷杂粮，或者盐米，直接扫走当垃圾处理即可，扫干净点。","categories":[{"name":"民间法","slug":"民间法","permalink":"http://example.com/categories/%E6%B0%91%E9%97%B4%E6%B3%95/"}],"tags":[],"keywords":[{"name":"民间法","slug":"民间法","permalink":"http://example.com/categories/%E6%B0%91%E9%97%B4%E6%B3%95/"}]},{"title":"开天目法","slug":"民间/开天目","date":"2019-01-23T01:06:38.000Z","updated":"2024-05-09T05:33:53.199Z","comments":false,"path":"2019/01/23/民间/开天目/","permalink":"http://example.com/2019/01/23/%E6%B0%91%E9%97%B4/%E5%BC%80%E5%A4%A9%E7%9B%AE/","excerpt":"","text":"下面介绍一种观修法： 用两目神光向上注视天门！这么简单？当然我也可以把它说的很复杂，其实就是这么简单。 为什么这么快就能打开天门？这就是玄秘所在。平时意守天门，天门会出现跳动的感觉，有些人的天门还出现下凹的现象或流水。并不是说真的流水，这种感觉只有过来人能体会，就像打坐时，感觉有股清凉的液体，从头顶流向鼻根，鼻根一下就通了，清爽无比。有点在练功时，感觉脑袋突然“叭”的一声，瞬间清凉，就像打开了一道门。并不是真的有叭的声音，是头顶可以明显感觉到这声音。特别是已经修出性光者，由开始的光亮，渐渐转为白天一样的状态。曾经遇到一个修炼者，他很苦恼，他跟师父说：“我现在白天和晚上都是一样的，能不能帮我把这个想办法关掉。”我虽然体会不到他的境界，但私下大家交流，他说晚上就和白昼一样，他苦恼的地方是睁眼闭眼都是白天，已经颠倒了自己的作息状态。大多修炼者，可以看到天门有白色的气象，可以看到日月星辰、蓝天白云等，这即是开顶之象。但是因人而异，有些会出现剧烈的声响。天门打开之后，此处吸力很大，周围虚空的光、炁、灵能都会源源不断地被采入体内。每天通过这条聚能通道采光聚能，功力会得到迅速增长，很多功能都会得到开发和强化。 注意事项：密宗是观想明点和用真言修气脉，这种注视天门的方法，也是修炼者迅速见到性光的密法。但是唯一缺点，就是耗能太大！所以很多的修炼方法，不教人这样修，普通人注视天门一会儿，头就会有种发涨的感觉，几分钟后，可使人恶心想吐，浑身无力。这样看几次，就把你每天练的能量消耗没了，平时注视时，加一淡守天门的意念就可以了，不要用力。用此法开天门，不是都能一次打开，因人而异，有快有慢，平时加一淡守天门的意念，让它跳动，上视与意守配合，会来的快些。","categories":[{"name":"民间法","slug":"民间法","permalink":"http://example.com/categories/%E6%B0%91%E9%97%B4%E6%B3%95/"}],"tags":[],"keywords":[{"name":"民间法","slug":"民间法","permalink":"http://example.com/categories/%E6%B0%91%E9%97%B4%E6%B3%95/"}]},{"title":"安忍水的制作","slug":"民间/安忍水","date":"2019-01-21T11:10:52.000Z","updated":"2024-05-09T05:35:30.971Z","comments":false,"path":"2019/01/21/民间/安忍水/","permalink":"http://example.com/2019/01/21/%E6%B0%91%E9%97%B4/%E5%AE%89%E5%BF%8D%E6%B0%B4/","excerpt":"","text":"“安忍水”的制作方法： 取陶罐里面装大粒海盐7-8成满，放入6枚五毛钱硬币与一枚1元硬币，五毛钱硬币在盐面上摆成六边型字面向上，中间摆放一元硬币，慢慢加入清水，水与盐面平齐。 安忍水放在厕所离地一米以上的位置，最好用布盖住陶罐口。","categories":[{"name":"民间法","slug":"民间法","permalink":"http://example.com/categories/%E6%B0%91%E9%97%B4%E6%B3%95/"}],"tags":[],"keywords":[{"name":"民间法","slug":"民间法","permalink":"http://example.com/categories/%E6%B0%91%E9%97%B4%E6%B3%95/"}]},{"title":"「财喜食生」格局","slug":"八字/「财喜食生」格局","date":"2018-11-05T05:47:40.000Z","updated":"2024-05-10T06:06:46.529Z","comments":false,"path":"2018/11/05/八字/「财喜食生」格局/","permalink":"http://example.com/2018/11/05/%E5%85%AB%E5%AD%97/%E3%80%8C%E8%B4%A2%E5%96%9C%E9%A3%9F%E7%94%9F%E3%80%8D%E6%A0%BC%E5%B1%80/","excerpt":"","text":"大家一定分清楚“财喜食生”格与“食伤生财”格，二者表面都是“食伤生财”的形式，但是主角与配角位置不同，或者说体用关系不同。若该四柱喜食伤又兼有印星，但是食与印两不相碍也可成格，可以称之为“财喜食印”格。对于“财喜食生”格的描述，古书《子平真诠》中有“有财用食生者，身强而不露官，略带一位比劫，益觉有情。透官身弱，则格坏矣”的说法，同时也有“有用食而兼用印者，食与印两不相碍，或有暗官而去食护官，皆贵格也”等等描述。那么“财喜食生”格局的成格条件有哪些呢？我罗列了以下四点分享给大家：财星当令而身强，有食伤生财；结构无官杀，或稍有一点但有食伤清格；结构中无比劫，或略带一位比劫但有食神；结构中印星过多，有食伤生财，且食印互不相碍。 关于“财喜食生”格局古人有歌诀的描述，歌诀云：财星当令家道亨，兄弟纷争祸害深，若得食伤化劫刃，财源滚滚进家门。用财本是富贵人，生官化鬼反为贫，却喜食伤去官鬼，一生名利自然亨。财星当令印比多，食伤生财起沉屙，休道无官不堪羡，但有财源似江河。财星得用最为奇，遇劫逢比禄分离，印食相配偏多利，富贵悠悠人上居。由以上的成格条件和歌诀可以看出，所谓“财喜食生”格情况并非单一且比较复杂。首先是“身强带比”而无印星，更彰显食神之有情，因为「财星」本身忌见劫刃，而食神的作用不仅仅能够生财，同时还兼有泄化劫刃之功，所以才有了“若得食伤化劫刃，财源滚滚进家门”的说法。第二点则是“财带官杀”的情况，也就是歌诀中的“生官化鬼反为贫”这一句，说的是「财星」当令的情况下，同时见了官杀星且官杀混杂，此时就需要有食伤来去官杀而护「财星」，才能够达到“一生名利自然亨”的效果。第三点是“财喜食生”而兼有印星，只要食神与印星互不相碍，那么食神依然可以生财成格，属于凭借技艺致富的格局。 对于“财喜食生”格的特点，因其参杂进来的“十神”不同而不同，这里面就包含了四种成格的情况：一是标准的“财喜食生”格；二是财用伤官；三是“财喜食生”而兼用印星；四是“财喜食生”而藏暗官，需要印星去食而护官。接下来我就根据“财喜食生”格参杂进来的不同十神，来分析一下不同格局的特点。首先是“财喜食生”不喜透官星，通常而言透出官星则不贵。在之前的文章中，我讲述过“财旺自能生官”的情况，大家有兴趣可以翻阅之前的文章，财逢食生再透官星的话，「财星」就会变得不安分而去生官星，相当于帮了「财星」格局的倒忙，也势必会降低“财旺自能生官”的贵气。同时还会逼着原局的食神分心，从而不专一地生「财星」而去克制官星，但大运遇官星则无碍，食神克官得官反而喜事临门。 接下来是“财喜食生，略带一位比劫而有情”的情况，通常情况下「财星」最忌比劫来夺财，但是有食神存在就不一样了，比劫会成为食神生财的动力源泉，比劫会使得食神生财更加有力量，当然财源也会更加广大。因此大家可以得知，此时的比劫不是为了助身，也不会去劫夺「财星」，而是为了给食神增加生财之力。但是我们要注意一点，比劫的本性毕竟是夺财的，因此不宜过多过旺，只有一位就足够了。如果结构中比劫过多，虽然也会助力食神生财，但也同样会克制「财星」，反而不利于格局的层次，所以略带一位比劫为格局之美。与此同时在“财喜食生”格局中，也不喜食神透出太多，一个清纯而多了反浊，泄身太过则日主难以担财。 在“财喜食生”格取运时，一定是不能够伤害作为“相神”的食神，因此《子平真诠》中才有“财用食生，财食重而身轻，则喜助身；财食轻而身重，则仍行财食。杀运不忌，官印反晦矣”的论断。大家可以这样理解，身弱食强喜走比劫大运，身强而财食弱则喜财食大运，总之不可以破坏格局。由此我们可以得出，当身弱的时候只能用比劫来帮身，而不能用透出天干的印星，因为印星既能伤害食神，同时又与「财星」相佐，所以“财喜食生”格忌见印星大运。但是大家要明白一点，在论述格局时提到的身强身弱，都是以格局为中心的，绝不是简单地以身强身弱来取运。比如「财格」且「财星」透干的结构，大运一定忌透劫财的，而食神透干生财则不怕比肩透干和大运。而遇到地支刑冲的大运时，就需要我们详细分析了，不能仅以刑冲或旺衰定其吉凶，需要综合的因素很多很多，比如环境、地理、国运等等。 最后七杀大运不忌，这是因为食神本身可以回克七杀，而遇到官星大运就不行了，官星被食神克制代表着懦弱、无能、缺心眼等等一系列意象。接下来我们看一个《子平真诠》中的例子，杨姓侍郎乾造四柱为壬寅、壬寅、庚辰、辛巳，日主庚金生于寅月，这是一个典型不透干的「偏财格」。年月干支壬寅双立，对于日主庚金而言属于财双食双，壬水食神有地支辰水库作根生财，形成了“财喜食生”之格局。日主庚金生于寅月本是绝地，但是日主庚金自坐辰印，时柱辛巳又是庚金之“长生”之地，天干还有辛金帮身，同时比劫又克不到财星，因此日主属于绝处逢生得受印生之势。更妙的是七杀丙火不透干，时干辛金劫财自合七杀丙火，还生日支辰土印星，使得结构格正而局清，故为富贵之造也。从杨姓侍郎之造来看，日支辰土之印起到了很好的作用，甚至可以说是因辰而贵，而沈先生在《子平真诠》中却只说了“略带一位比劫，益觉有情”一点，也就是看到了辛金暗合七杀清格的作用，其实这是不够的，日支辰的作用是绝对不可以忽视的。关于“财喜食生”格的文章就写到这里，希望对大家了解「财格」有帮助。","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]},{"title":"八字无财","slug":"八字/八字无财","date":"2018-10-08T05:47:40.000Z","updated":"2024-05-10T05:58:26.848Z","comments":false,"path":"2018/10/08/八字/八字无财/","permalink":"http://example.com/2018/10/08/%E5%85%AB%E5%AD%97/%E5%85%AB%E5%AD%97%E6%97%A0%E8%B4%A2/","excerpt":"","text":"财星是心灵驱动力 ，是一股去感受和体验外部世界，对外进行链接的动力。所以，财星人的首要特征是：敏感。同时，因为他们与外进行链接的动力，也演绎出他们温柔、爱物、重情的特性，对金钱机会也会具有相当高的敏锐度。那么，如果八字里没有财星，会有什么影响表现呢？ 财的概念与象征意义：财在十神中代表克制、占有和支配的物品或概念。它可以是对欲望、行动力、情商的象征，也可以是家庭中的父亲。财还涉及到对情感交流的能力和对金钱的认知，以及对外界反馈的接受能力。 无财的人的特点：在人际关系中可能表现为与父亲关系淡薄，对情感交流不够敏感。在职场中可能不适合从事需要大量情感输出和人际交往的工作，如客户服务、销售等。对金钱不够敏感，缺乏理财规划和财务管理的能力。在外表形象和物质追求上可能不太注重，对金钱的态度较为淡漠。 无财的人的影响：在家庭中，可能影响与父亲的关系以及对家庭生活的理解和参与。在职场中，可能限制了个人的发展和职业选择，尤其是涉及情感输出和人际交往的职位。在财务管理和金钱观念上，可能导致个人缺乏理财能力和财务规划的意识，影响了个人的经济状况和发展。在外界对个人的评价和认知上，可能会被认为是缺乏慷慨心、小气或者不够重视金钱的人。 财的作用与命理学分析：在八字分析中，财的存在与否以及与其他十神的关系需要综合考量，具体情况因人而异。财并不是绝对的好事或坏事，具体影响取决于个人的八字格局以及与其他因素的相互作用。对于一些人来说，财可能是制约个人发展的因素，而对于另一些人来说，缺少财可能反而有利于个人的成长和发展。","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]},{"title":"拙火定修法","slug":"佛学/拙火定修法","date":"2018-08-06T05:47:40.000Z","updated":"2024-05-10T05:44:12.345Z","comments":false,"path":"2018/08/06/佛学/拙火定修法/","permalink":"http://example.com/2018/08/06/%E4%BD%9B%E5%AD%A6/%E6%8B%99%E7%81%AB%E5%AE%9A%E4%BF%AE%E6%B3%95/","excerpt":"","text":"一、拙火的原理密宗认为人的“会阴”处贮存着无尽的能量，称之为“灵热”，普通叫拙火，或者灵火、灵热，道家就叫作丹，气功叫作真炁。拙火定在道家也叫炼精化气，我们的身体每时每刻都进行各种内分泌活动，男性的能量库汇成“精”存在小腹部的精囊中，而女性的能源库是储藏在乳房和子宫内。当你意守会阴，神光内视时就可积聚真火，精因火化，火因风灼，通过一呼一吸，就像炉火下面的风箱一抽一拉，把真火燃烧生热，精就化成炁，变成能量，也就完成了炼精化炁。为什么修炼的“炼”和炼化阴渣的“炼”都用“火”字旁？因为修炼全凭风与火。这个“风”就是呼吸，而“火”则是指无形的真火——灵热。配合呼吸等于在火中加风，才能越烧越旺。把燃点落在会阴处，也是炼精化气的绝密。当修拙火时，通过呼吸调整身心，下丹田会微微的发热，精化成炁，炁是往上走的，炁往上走凝结以后就变成水，就会觉得口水很多，这就是水到上面来了，水在上火在下，这时头脑就比较清爽，这叫心肾相交。我们身体的一切病源来自于心肾不交，导致心肾不交的原因就是打妄想，你只要一打妄想，心肾就开始分离。我们考虑问题多了、妄想多了、一着急、贪念一生、嗔恨心一生就容易上火，因为心火是往上走的，因为心属火。虚火上升就会觉得胸口闷、口干、舌燥、头会经常晕晕的，这就是水火不相济。肾属水，水本来是重的，它是往下流的，水往下走，火往上走，水在上面火在下面，这样水火就相济。如果火在上面，水在下面，水火就分离了，水火分开就不相济了。肾在下面，本来就冷，如果水再下去，而火没有下去，暖热不够就会造成肾阳虚，脾也不好。肾是先天之本，脾是后天之本，肾阳不足的人就会手脚冰冷，女人会痛经或不容易生孩子，还有很多相关的疾病都会出来。生热主要是靠观想、意念、呼吸（包括内呼吸和胎息），生热的起点是会阴，只有这样才能把源源不断产生的性能源转变成修炼的原料。佛陀初转法轮的时候讲苦集灭道，但也讲了修法，观修的证法，证法就是先观呼吸数息，也是拙火的入门。首先学会观息，如果坐在那里连呼吸都观不到，胡思乱想的话，那你的拙火就修不出来。你往那一坐，呼和吸都得观得清清楚楚，刹那刹那都观得很清楚，这样心就不容易跑掉，是修定的方法，这样就比较容易修拙火定。 二、修炼方法1、观修法原理：我们中间有三根脉，中脉是从顶上一直通到下丹田肚脐下两寸半到三寸的地方。两边还有左右两脉，跟鼻孔相通，和鼻孔连着，鼻孔上来一点点，然后就笔直的下去。沿着两个脉管进去，一直通到下丹田，三个脉管相交的地方是三通的，中间是一个火焰。吸气的时候，从两个脉管往里吹，火焰就会变得更炙热，更烈、更红，就像那个风箱一样。拉动风箱的时候，炉里的火焰就会被吹得，燃烧得非常充分旺盛。中间的火焰就像油灯的火苗，它的飘动的，细细的一条线一直往上串。方法：初学者，吸气的时候要用力吸到下丹田，你不用力吸就吸不下去的。刚开始的时候要用力一点，随着你修行的深入慢慢地可以把呼吸变得更微细，更细长一点。刚开始的时候是比较粗的，用力吸然后慢慢地放松，妄念多的人要用力吸气。吸饱了最好先闭住气，适当的停个两三秒钟，时间长短可以自己调，三五秒都可以。呼气的时候就放松，要控制，不能让气一下就喷出来，要像一个吸饱的气球慢慢往外放气。呼气时把身体每个部位放松，感觉气就像是从身体的表皮毛孔上散发出来。观想：丹田下面有个火焰，气从两个鼻孔慢慢吸进去，到火焰的下方，就像炉灶下面的吹风机，从左右两脉往里吹。观想烧完了以后，热量向身体的四周围散发扩散，热能就会从腰部扩散，整个腰部及下半身扩散，你呼气的时候一放松热能就慢慢从身体的下半身扩散，身体就发热。（渐法） 2、热引法如果上面方法感觉有难度，初修者可站在炉火之前，或垂一个小灯泡在小腹，一边观想看炉火，一边注意自己的小腹（脐下三寸）至会阴，意想这个部位也燃起了炉火。注意：火焰观想一两寸高就可以了。体会小腹至会阴处开始发热，由于有一个实实在在的炉火就在眼前，此时意想小腹及会阴处发热，是很容易的事。无论发动什么，只要有“引子”就好办。用这个“热引子”引发灵热，瞬间可成。 3、观想配合呼吸法如果什么火都没有，那就只好用观想一团大火了，一直想到小腹发热，只用观想法，来的较慢，可配合呼吸，亦可瞬间成就。方法：深吸一口气后，意念不从鼻口呼出，而是慢慢地将气滴落在观想的小腹内的火上。意想下去的气是汽油，一下子就燃烧起来了，然后轻轻地屏住呼吸，不是用劲屏住。用此法，几乎瞬间就会热起来，观想这团火向上蔓延到上半身，身上出现火烫一样的感觉，这种感觉就是点燃了灵热。初修成功后，要反复练习，直到意念一到，下部就热起来，这就是灵热修成了。这是借外修内，借凡火修真火，功成后，则只用意念和观想启动就可以了。拙火分顿修与渐修，顿修很简单，直接观想自己就是一个能发光发热的物体就可以了。如果是顿根，一次或几次观想就可以启动拙火。注意：拙火和胎息很容易同时被引发，有可能你拙火没练成，胎息却被启动了，腹部有节奏的跳动或像脉冲的感觉，如果你启动出胎息，那就练胎息，但也许在练胎息的时候又把拙火给启动了，所以拙火和胎息可以相互促进。 4、身姿身体要放松，要直起来，不能塌腰，屁股后面垫起来一点，坐高一点，身体往前倾一点，腰就直起来了，胸、颈及头部就可以自然放松。腿、腰和臀部，就像三脚架一样，支撑腰就相当于三脚架的基，它是直的上面就可以放松了，可以放稳了东西放在上面，就可以稳安安稳稳的。三脚架和支架是歪的，上半身就是紧张的，它就放不稳。注意：最好是结手印，右手在上，左手在下，至于下丹田，结印会有一个导引的作用。 三、拙火修炼注意事项1、禅定伏五欲修炼首先要把五种欲望伏住，需在五毒烦恼消减后，内心较为清安时修炼，否则容易走火入魔！我们没有办法把欲望根除，色界的众生没有欲界的五欲，但色界的众生欲望的种子都在，但是他通过禅定就可以把五欲全部伏住，所以说你想伏住欲望，最好的办法就是修禅定。有了定力先伏住欲望，然后你才可以修智慧，因为你没有欲望才可以思惟智慧。你要是欲望炽盛的话，法你根本就听不进去的，头脑懵懵的，昏昏沉沉的，然后一见到好吃的好看的都想要，这就是贪念炽盛。就像很多人加我微信，开始聊的是修行，慢慢就开始扯灵异、扯灵感、神神鬼鬼的东西，再聊下去就是财色名利，是是非非。这样的人欲望炽盛，怎么听得进去法？他的目的就是关心他的欲望。所以修练要先修定作为基础，没有这个基础，你修显法也好，修密法也好，根本谈不上。你根本就不可能修，坐在那里也只是做个样子，结个手印根本不相应，在那里勉勉强强念两句，从头到尾都是妄念纷飞的。所以你们要先修修这个，简单的禅定简单的定都不会，怎么会修甚深的禅定呢？不要想一步登天，也不要好高骛远，把这个法修好，先把自己的五欲伏住，先炼精化炁，精是一切欲望产生的根源，没有精人就不会有欲望，人有欲望就有精。你把精化成炁了，自然欲望就伏住了，所以为什么很多人要找寂静的地方修习禅定，不然你的五欲炽盛，财色名食睡五欲业力显现，你不控制它，怎么学佛修道啊？ 2、不适宜修拙火定人群严重血压高患者、血管容易出血者、月经期与孕妇，这部分人群在修炼时容易引发血管出血，孕妇容易引起胎儿奇形。 3、适合修拙火的最佳环境与时间天气越冷越适合修拙火，空腹练习效果最好，因此，修拙火最佳时间是冬季的早晨。 4、防止惊扰打坐的人最注意：正在打坐的时候，千万不能够突然跳起来。例如，电话铃响了，马上跑起来去接电话，那是不行的，岔了气就会治不好的。例如，没有和家人沟通，自己打坐时，突然有人大声叫你，或者突然发出响声，或突然推门而入，这些都是不好的。因为正在打坐的时候这个气是很强的，正在走动，你不能马上就跳起来去做事情，或者是起强烈的妄念，打坐的时候心要清净，没有杂念，通过呼吸把身体彻底放松，不能惊扰。 5、注意火候在修炼灵热过程中，要注意火候之要，要达到热而不难受，如果过热难受，就要立即撒火，即放弃灵热的意念，放弃呼吸的配合。有不少修炼者长期修炼总是不发热，有一个很重要的原因就是没有配合呼吸，呼吸属风，火未加风而不旺，故长期不热。有些炼后火气太大，又与意念和呼吸过重有关，意念和呼吸的轻重是把握火候的关键。 6、焰升火不升在修炼灵热过程中，要特别注意把燃点集中到会阴处。始终保持“焰升火不升”，即指火苗可以沿中脉或身体上升至各部位。但火的根部要始终要保持在会阴处，不可上升，否则反成为无根之火，不仅不能炼精化气、还精补脑、炼化阴渣，反而使身体受到伤害，这是道家和密宗严守的秘密。忠告：我写的东西，大家看看就好，包括网络上的东西，真正想修炼一定要有明师指点，否则真的会盲修瞎练，搞出一身毛病。拙火修法只是无上瑜伽部圆满次第其他更高层修法的基础，在道家也是疏通阳神出窍的管道，若想了解和修习更高层的密法，多参看《藏密六成就法诠释》或道家典籍等。修拙火前有很多加行，像七支坐、九节风、三密加持、上师相应、宝瓶气修持法等，后面才开始正行修拙火定、观脉轮、明点，母光显现，子光产生，母子光融入，证得光明成就，在此光明相的基础上，依法修持显现双身金刚本尊相，便获得虹身成就等等，每一步都有很多细节和注意事项。禅宗和道家顿法，密宗大手印，都是不研究气脉，在见性后，大定中自然交和成就的，所以不论那个教派，大道修炼，都是要阴阳交和，就是精气神合一才能成就！但是根据根器不同分很多方法！归元无二路，方便有多门，但是大道大法都是最后都是无为的。","categories":[{"name":"佛学","slug":"佛学","permalink":"http://example.com/categories/%E4%BD%9B%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"佛学","slug":"佛学","permalink":"http://example.com/categories/%E4%BD%9B%E5%AD%A6/"}]},{"title":"八字大成断语","slug":"八字/八字大成断语","date":"2018-06-27T05:47:40.000Z","updated":"2024-05-10T05:10:44.035Z","comments":false,"path":"2018/06/27/八字/八字大成断语/","permalink":"http://example.com/2018/06/27/%E5%85%AB%E5%AD%97/%E5%85%AB%E5%AD%97%E5%A4%A7%E6%88%90%E6%96%AD%E8%AF%AD/","excerpt":"","text":"月令为官杀，兄弟不多；有印化或会增加。月支为兄弟宫，月支被冲，再加比劫有冲合，主兄弟有刑克，少缘。比劫逢禄，兄弟名高。日主衰弱而行运扶日主，体健少病。凡月令羊刃，个性刚烈，三会成局，远离出生地为佳，且会克妻克父，数度新郎。比劫为用，离乡易发，否则发迟。 火土命无水，在夏天出生；或日主弱，火土旺，均容易生癌。子卯刑，易桃色招灾。申亥害，出街易被盗劫、钱包容易被抢。甲戌、乙丑、己卯、戊寅日，易见鬼怪发恶梦。辰戌丑未时生人，皆信神鬼。伤食重之女性，不喜生小孩。癸亥日见庚辛，行街被劫，原命有不止一次。 金木冲，不擅控制情绪，喜怒形色，情绪起伏大。合财通根，孤寒；财强身弱亦同。偏印主偏业，如术数研究、心理，为用有两职。 衰运易破财，伤身，事业波折。天干喜神被合，平生多遭人嫉妒，是非小人多。正财偏财透，多有二职，女缘佳，异性助力大。女荫夫荣子，必配名夫，胆子小，守旧，肯吃苦，防异性挑诱。食伤多，艺界成名。财官印透，一生平稳，波折不大。刑多者为人不义。 身弱沐浴年易水灾。月年冲，早离家园。流年冲大运，会搬家或转职。地支双害，如午亥丑申，小人多，易受指责。 四柱纯阳，性急火爆，缺耐性。官星不透，不宜为政，富而不贵。寅申巳亥叠犯，易劳碌，女子孤淫，易招车祸。流年冲年支，破财转职，阻滞重重，喜神冲祸轻。 喜冲忌之年，劳而有所获。 刑主是非、招怨。坐长生，命长，要无刑冲会合。食神暗见，人物丰肥。食神多而好食。驿马被冲克，空亡，奔波劳碌，流浪四方。天干欠火，眼力不好，记性差。地支欠火，肠胃不好，肚痛，子宫病。地支多土，识人杂。火炎土燥，无仔。 首运冲年月，父业易破败，家庭变动。女命比劫多，克夫。金水旺，好色，反叛，冲动。夫妻宫为喜用，妻好，有助。冲桃花主失身或失恋。命带七杀，与父不和，女命为爱情烦恼。命带偏印，对事物敏感，职业调查，侦探，情报工作，必擅长专精。 女命忌杀、伤入命，难白头偕老，再婚。食有力，主财厚食丰，宽宏大量，躯体较胖，优游自在，有子息，长寿。水多不制，病生膀胱。 命带伤官，多才多艺，自大、傲物。火炎土燥皮肤病。火炎生痰， 水多主嗽。木火过旺，必致痰疾。 凡月有财，钱财不俗，时不为用，晚年破败。先贫后富是由于年月无财，日时有财。无冲克自立成家。中年大发，身弱反是。财入墓库逢冲开，必发财旺，要是喜用冲入。用食伤忌见官，行官运惊险、灾害。 伤食佩印，一生权威，衣食不缺。食合多，好人缘。夏不见水，冬不见火为偏枯，非死即疾。除非特别格局。财多不能用印，比劫多不能行财。男怕交，女怕脱。由衰变好，或好变衰，那时最差。土以未土为最旺。三、十二月湿土旺，才生金；六九月燥土旺，不生金。","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]},{"title":"中脉七步训练法","slug":"佛学/中脉七步训练法","date":"2018-06-13T14:47:40.000Z","updated":"2024-05-10T07:29:46.307Z","comments":false,"path":"2018/06/13/佛学/中脉七步训练法/","permalink":"http://example.com/2018/06/13/%E4%BD%9B%E5%AD%A6/%E4%B8%AD%E8%84%89%E4%B8%83%E6%AD%A5%E8%AE%AD%E7%BB%83%E6%B3%95/","excerpt":"","text":"中脉是重生脱离苦海的捷径，成佛涅磐的唯一路径。修持密法的第一大成就即是开通中脉。中脉开通后，行者不光是神通具足，而且生死涅磐已无差别，故而《协巴多杰根本续》中有偈云：“气不入中脉者，妄想证菩提，如若手捻沙，欲得酥油者。”那么怎样才能算是真正打通中脉呢？现在我将中脉开通之后的一些现象介绍出来，让大家自己去检查是否开通了中脉。一、中脉开通之后，行者应力大无穷。二、中脉开通之后，行者应可飞行腾空，自在遨游。三、中脉开通之后，行者应具备五眼六神通。四、中脉开通以后，行者应具备九彩虹影光明罩体。五、中脉开通之后，行者所有之言语， 一切均为咒语般有奇效六、中脉开通之后，行者应得十方诸佛之智慧灌顶。七、中脉开通之后，行者应对一切经论通达而无障碍八、中脉开通之后，行者应通达过去，现在，未来之三世宿业智。九、中脉开通之后，行者应大悲普周遍尘中脉开通之后刹，无时间 空间之限制十、中脉开通之后，行者应具无漏神通。十一、中脉开通之后，行者远离一切境相，定中清净无染著。十二、中脉开通之后，行者应于光明大定相续不断十三、中脉开通之后 ，行者应成就一切佛智，烦恼菩提二无差别。十四、中脉开通之后，行者应成就阿达尔玛金刚王佛圆满妙智， 回生死即涅磐1.不要用本功法治病。当然，修行一段时间之后有了一定的治疗效果，也是正常的。如果没有，更应该视为正常。原理：人类的绝大多数疾病是心病。心病既除，大多数人的身体疾病往往逐渐自愈。既然斩草须除根，不必枝叶动刀，那么，就不必针对一个又一个的疾病去费心地修练了。不过，本功法是在潜意识层次修行，是“灵魂深处闹革命”，修行成果反映到身体层面需要一个较长的过程。因此，不要急功近利地去追求疗效。2.修行中有什么身体感受，不要在意。尤其是千万不可追求时下正时髦的各种身体觉受，也不要顺应身体或心理的需求享受或厌弃某些觉受〖原理：有没有所谓觉受并不表明修行境界的高低，相反，注意任何觉受都会使修行仅仅停留在身体阶段，耽误了更深层次的探求。3.应该以认真的态度去做每一步，哪怕某些步骤看起来没有意义。并且在本阶段，不要随着自己的意愿修改修行步骤，否则，可能还得从头再来。原理：一年级的课程都是大同小异的，你不必选来选去。另外，如果你不定下心来学完哪怕最次的一年级教程，你恐怕将一直停留在一年级水平。4.如果修行中途被打扰，没关系，立即起身去处理一下，找机会再来。没有什么惊功之说，也不要责备各种干扰因素。原理：修行是生活的一部分，而且仅仅是其中的一部分。我们不是出家人，我们更不提倡脱离生活的纯粹修行，因为那不现实。因此，修行不该是一种压力，不该成为生活的对立面。只有修行成为生活的一部分，它才会长久。事实上，哪怕你只修了一步，也已有了这一步的成就了。5.本功法重在修心，因此，各步骤中所推荐的姿势、气路、意念等都不是死套路，应注意体会其中所暗示的人生意蕴。出于同样的原因，本功法尽管看起来是一种专修的坐禅法，最好的修法却是在日常生活中不修而修──悟即是修。当然，拿出一定的时间专修也是必需的，尤其是在初期。原理：佛fa的基本世界观讲“万法唯识”，是说万事万物只是一种心识通过修练本功法可以证到这一点。这是后话。不过，本功法的出发点及其归宿是彻悟人生的真谛，这也要求修行者不要在技巧之桥上作过多的停留。第一步 准备1.暂时封闭，确信在静坐期间无人打扰。2.声响熟悉，确信不会突然传来怪声，确信不会有什么特别的声音会吸引你的注意力。3.通风良好，确定周围的气息已经可以习惯并能逐渐漠视。4.杂事已了，确实没有必须在静坐期间去做的事情。5.安全舒适，确信静坐期间不必担惊受怕或因衣、食等问题而有不适感。原理：这样准备的过程本身就是一种修行。这样营造外部环境，其实是在调整心理状态，倒不是一定要作出什么严格的准备才可以正式开始修练。所以，不可忽视这一步，也不可太认真。我们的人生太紧张，生活环境给我们的压力也太大。能够这样地准备，不是一件很难得的事情吗？当修行者这样准备时，他已从对外物的依恋中解脱出来，开始进行生命内求了。是的，让我们从纸醉金迷、五光十彩的陶醉中暂时走出来，进入一个仅仅属于你自己的封闭世界中，体验一下生命本身吧！第二步 入座1.把光线调整到自感最舒适的状态。2.找一个自感最舒适的方向。3.用一种自感最舒适的姿势在垫子上坐稳。4.自我确定一段可以保证坐到底的时间。5.最后确定一下第一步是不是已做好。原理：这已经是开始修练了。试想，我们曾有过多少次机会允许自己这样舒服？即便夜晚，若非已是万分疲惫，我们往往难以停下忙碌的身体。然而当你把疲惫的身体扔到床上时，你又把这份疲惫带到了梦中。让我们主动地给自己一段放松的时间，留出一个没有外界感官刺激的时刻，去生命的自身寻找一份舒服的感受吧。第三步 调身1.晃一晃身体，把每个部位都调整到较舒服的状态。2.把坐一会儿可能会不适的部位多活动一下，以保证可以保持较长时间不动。3.确信可以保持不动时，告诉自己正式开始坐禅。4.整个坐禅期间如果身体再次感到不舒服，可以重复这一调身过程。原理：人类的习惯性趋向是极其顽固的。坐得久了会累这种潜在意识是静坐的最大敌人。其实这是心理暗示的恶果 。 经验曾告诉我们，如果不在意，人常常可以坐很久。所谓修行，最根本的就是改变、调整这种与生俱来的思维趋向。这一步的目的是提前实现某些习惯性趋向并暗示自己可以坐很久。第四步 调息1.开始注意自己的呼吸，感受吸进呼出时身体的变化。2.更深一层地感受吸进呼出时身体的细微变化。3.感受呼吸的具体部位。 4.注意是不是把气吸进了胸部。5.注意是不是把气吸进了腹部。6.注意是不是把气吸进全身后又从全身呼出。7.注意全身通透的感觉。原理：呼吸是人类最主要、最永恒的事业之一。呼吸是生存的基础。对于常人来说，这是不可停止的第一事务。然而，呼吸是可以减缓乃至在感觉中消失的。这是一个事实。修练一段时间之后即可得到亲身体会。那时，因为这人生第一事务都已平缓乃至无觉了，其它事情也就渐渐地不再令人烦乱了。你将获得一份平和、宁静的人生。这也是一种事实。另外，作为人体第一生理现象的呼吸，对它进行的调整，也就是对全身各器官尤其是内脏的调整。因此，本功法从呼吸入手进行修练。更进一步来说，这一步是让你的思维集中起来去观察身体的变化，因此，这种修练也是思维训练的前期准备阶段。下面将会谈到，思维训练是修行的功法。第五步 观脉1.感受身体内部通透空洞的状态。这种感受可以认为是一种观察内观。2.凝神注意，开始进入生命内观阶段。3.观察身体内部空洞透明的样子,乌蒙蒙、白茫茫，朦朦胧胧、混混沌沌.4.在中空的身体中观察中脉。这是一条似有似无的亮线，从小腹开始往上通往头顶百会穴（头顶中央部位），大约有麦桔那样粗细。它最初只是一种想象，观察到一定程度之后就可以真的看得见，就象梦中看见光线一样清楚地看见。5.集中精力观察这条中脉。原理：这一步正式开始进行思维训练。思维是人类的又一根本特征。如果说呼吸是人类生理的根本基础，那么，思维就是人类心理的根本功能。从整体上讲，人生是一种感觉。因为有感觉，我们知道自己还活着；因为有感觉,我们分出了自己和世界。世界是感觉中的世界，自己是感觉中的自己。世界和我们自己只是一份感觉对象而已。如果没有这种感觉,我们如何知道自己存在,世界对于我们又有什么意义呢？！因此，从生理上讲，人生是一系列感觉的集合。那么，是什么在进行这种感觉呢？是我们的认识。一切感觉都是认识的手段，是认识的触角与信息源。认识才是人生的根本属性。认识是什么？认识,具体表现为人类大脑的思维过程，是人类思维的出发点与归宿。大脑的思维以一定的认识论（世界观）为标准，支配并处理着人类的感觉过程，然后，形成新的认识从而形成各种情绪、表现各种行为。这就是人生的整个过程。由此可见，思维过程是人生的本质过程。因此，本功法的主要特点就是以思维为目标进行修练。这也就是佛法中的念力修行。当你内观自身时，其实不是在看，是在想，在进行特定的思维。佛法强调万法唯识、世事无常。意思是说，万事万物都只是一种认识，一个幻觉，是人戴着有色眼镜所看见的色彩，本质上并没有客观存在的不变的实物。看透了这些，就是看破了红尘。因此，佛法中关于念力（即思维）的修行部分最为详细、精采。其中，尤以藏密功法最为具体、实用，可操作性及实效性都非常强。本中的中脉修法是其筑基法要，很值得精修。需要再次强调,这里的观,是想。所说的各种景象，是一种想象、一种幻觉。不过，从机理上讲，平日里在我们眼前所显现的各种视觉景象，最终也只不过是大脑思维在大脑皮层的一种演化而已，也是一种幻觉。只不过这种景象的形成，在平日是受到外界的光线刺激，修行时是通过想象而产生。因此,修练时所看见的脉象、光斑等幻象,也是可以象平日所见一样的清楚的。当然，这需要相当的功夫才能达到。这种功夫就是定力。第六步 数息1.现在，边观脉边呼吸。方法如下：吸气时从中脉的下面往上看，呼气时再从上往下看。均匀呼吸，均匀观察。开始进入中脉呼吸阶段。2.持续进行中脉呼吸并开始查呼吸次数。一吸一呼算一次。3.持续数息，出现错误从头再查，直到可以没有错误地查到一千数以上。数息过程中会出现纷乱的思绪或各种感觉，不要管它，一直数息。4.此时会感到呼吸越来越微弱、越来越缓慢，甚至达到无息状态，即可不必再查，逐渐进入下一步修练。原理：这一步开始练定力。所谓定力，是指心念可以长时间专注于某一心境的能力，即思维对某一过程的专注程度。这是人生质量评价的一个重要指标。从世俗生活的角度来看，一切事业的成功都是专心致志的结果。从情绪上来看，当思绪可以集中于一境时，我们处于心平气和的愉悦状态之中，反之，波动、混乱、游移不定的思绪则表现出烦乱、懊恼的心情。另外，用心理学的术语来讲，念力即意志力，定力则具体指意志力的坚强程度。因此，定力的强弱直接反映着人的自控能力的高低。所谓定力的修练，就是对于生命自控能力的修练。这是一件极为有价值的事情，因为，人类的自控能力正在逐渐减弱。情绪失控、行为错乱的人越来越多。我们正在成为欲望与情绪的奴隶，社会时尚已深深地操纵了我们。盲从、妄动，放纵、任性，人类正在可怕地丧失自主性。在这个繁杂混乱的时代，为了生命的快乐与自在，我们急需一份定力。幸运的是定力的修练并不困难。本功法提供了一个详细可行的方案。主要思路可以概括如下：第一步的准备工作让你从大千世界的烦乱无定中缩回来，专心于一份小小的修行环境。第二步、第三步入座调身，你的注意力又从环境的营造缩小到感受身体。第四步把泛泛的身体感受集中于呼吸的体察。第五步有了飞跃，意念从生理的感觉升华到思维的想象。然后，到了第六步，感觉与想象更抽象为一些一千以下的数字。至此，在尘世上飘游不定的你的生命（思绪、意志），可以通过数字的牵引获得一份暂时的平稳与宁静了。然后，继续修练到第七步，不通过数字、呼吸等外助你也可以定下心来，感受生命本身了。那时，获得定力的你，就可以一点点地反省那一缕在定力下变得越来越清晰的思绪，从而认清自我并逐渐走向自我把握、自主自控的自在人生。〗我要这天,再遮不住我眼; 我要这地,再埋不了我心; 要这众生,都明白我意, 要那诸佛,都烟消云散. 若天压我,劈开那天; 若地拘我,踏碎那地; 我生来自由，谁敢高高在上？第七步 入定1.停止数息之后，随着呼吸的逐渐减缓，感觉恍恍惚惚、平平静静，似已进入深层睡眠，但又较为清楚明白，这已是初步入定了。2.肯定下这种状态并体味它、延长它，最后逐渐漠视它。3.不久，当最初确定的时间到了，觉得该收功了，便可以收功。4.睁开眼，轻轻活动一下身体就算收功了。如果想美容，就用手轻擦一下脸，如果有其它好愿望，就想一下它即将实现。5.如果时间允许，只要可以在入定状态中保持五分钟以上，就请直接进入中级功法的修行吧。原理：这里谈了初步入定的一些觉受。但这并不是标准。其实不必去计较什么是入定。只要能够做到系心于一境并能用较长的时间保持在这种平和宁静的心态之中，定力的修行已经获得成功了。这样的入定是一种零态,仿佛让你回到了婴儿状态,生命可以从头开始了。在这种状态之中，你的身体得以放松，你的灵魂得到净化。它把你紧张的情绪松弛下来，让你忙碌的人生得到休整。这是一个补充生命能量的过程。这更是一个反思自我、调整心态的过程。通过入定，你将发现生命还有某种未曾体味过的内在的愉悦。这将让你不再过于依赖金钱、酒色、娱乐、社交等外在的生存手段，让你明白可以用一种非常便宜的生命内求的方式实现快乐人生。另外，入定的状态，是真正的静心状态。这样的时刻可以让你看清自己的欲求与愿望，给你机会令你理清思路，找到苦恼的根源及其趋向，并在意识的深处进行悄悄地自我调控。从这个意义上来讲，这是最有效的催眠术、最有力的心理分析，是真正的自由联想治疗法、最彻底的印痕清新技术。第七步中有一个小步骤大体点出了这种技术的基本思路：“如果想美容，就用手轻擦一下脸，如果有其它好愿望，就想一下它即将实现。”这样做一下往往会收到意想不到的好效果。不过，要想真正有效，恐怕需要相当程度的念力修行功底。","categories":[{"name":"佛学","slug":"佛学","permalink":"http://example.com/categories/%E4%BD%9B%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"佛学","slug":"佛学","permalink":"http://example.com/categories/%E4%BD%9B%E5%AD%A6/"}]},{"title":"与玄学有缘分的八字通常有什么特征？","slug":"八字/与玄学有缘分的八字通常有什么特征？","date":"2018-05-26T16:00:00.000Z","updated":"2024-05-10T05:07:12.058Z","comments":false,"path":"2018/05/27/八字/与玄学有缘分的八字通常有什么特征？/","permalink":"http://example.com/2018/05/27/%E5%85%AB%E5%AD%97/%E4%B8%8E%E7%8E%84%E5%AD%A6%E6%9C%89%E7%BC%98%E5%88%86%E7%9A%84%E5%85%AB%E5%AD%97%E9%80%9A%E5%B8%B8%E6%9C%89%E4%BB%80%E4%B9%88%E7%89%B9%E5%BE%81%EF%BC%9F/","excerpt":"","text":"食神、伤官、偏印越多，对这种学问越感兴趣。 食神、伤官代表思考，食伤多的人很喜欢思考问题，所以自然对神秘的东西感兴趣，不自主就希望去了解。 偏印代表学习，偏印与正印不同之处在于偏印对冷门学问会特别喜欢。 神煞有空亡、华盖、孤辰、寡宿。 以上几个神煞都和孤独有关系，孤独中能够让人开始思考，并生出属于自己的思想。反而身边人越多越难有自己的思想。 有食神、伤官库或印库的。 食神伤官是思想，库是收纳用的，所以如果有食伤库的八字会不自主的想要了解各种不同的思想。 印库有吸纳学问、技能的功能，所以如果有印库，印库会让自己学很多东西。 如果八字里某个五行特别多也会容易对玄学这类知识感兴趣。火土这两个五行让人对玄学感兴趣。 火是虚的无法触摸的物质，火与思想有相通的地方，所以火代表思想。 土会给人一种尘封许久，被遗忘的古老东西的感觉。所以土多的人不光容易怀旧，也会容易对古老的事物感兴趣。","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]},{"title":"男人不适合选什么样八字的女性？","slug":"八字/男人不适合选什么样八字的女性？","date":"2018-04-15T05:47:40.000Z","updated":"2024-05-10T05:03:13.899Z","comments":false,"path":"2018/04/15/八字/男人不适合选什么样八字的女性？/","permalink":"http://example.com/2018/04/15/%E5%85%AB%E5%AD%97/%E7%94%B7%E4%BA%BA%E4%B8%8D%E9%80%82%E5%90%88%E9%80%89%E4%BB%80%E4%B9%88%E6%A0%B7%E5%85%AB%E5%AD%97%E7%9A%84%E5%A5%B3%E6%80%A7%EF%BC%9F/","excerpt":"","text":"女人选错另一半会影响婚姻，男人选错另一半，同样会影响婚姻，现在社会，女人的经济地位不亚于男人，经济自由了，双方的婚姻未必就幸福，对于男人来说，确定对象的时候，哪些八字需要避开呢？ 1、食伤克官 食伤是才华、口才、技能、自由、情绪等特点，如果食伤克到官星，说明命主不喜欢被约束，对于女命来说，官不仅是工作，还是配偶，配偶星被克，就是对配偶比较挑剔，这样的女命不容易找到对象，找到了，个性又太强，喜欢管男人，这就是矛盾点了，管别人，是需要有真本事的，你没有我优秀，你还指手画脚的，矛盾就开始爆发，即使食伤没有克官，食伤比较旺，遇到大运流年的时候，官运进来，照样被克，也是需要注意的，主流情况是这样，但也有特殊的，每个人的缘分是不一样的，有的男人喜欢让女人拿主意，这就另当别论。 2、官杀强旺 有的女命，八字的官杀强旺，这样的八字，对自己要求比较高，比较强势，不服输，岁运配合的好，就是职场佼佼者，但是婚姻未必就好，官杀是女命的桃花，官杀旺，桃花也旺，特别是岁运配合好的时候，竞争者就多，即使已经结婚，也容易有很多追求者，官杀旺的时候，就会克比劫，这是与人争的现象，你争别人的，别人也争你的，这样的话，如果陷入这种循环，婚姻就比较辛苦，矛盾就多，官杀也会克日主，克到日主的时候，女命遇到的追求者，容易是烂桃花，对于缺乏判断力的女命，如果不会摆脱，就会直接影响正常的婚姻，所以，很多时候，我们看八字，看的是运的变化趋势，并不是结果， 3、偏印强旺 偏印的人，想的问题比较深，太过头了，反而给自己造成思想负担，比如，疑心大，比较敏感，不善于表达，但表达的时候，又很直接，性格就容易偏执，单独的偏印不算严重，重要的是，偏印也是印，印克食伤的时候，就比较严重，个人才华无法发挥，情绪变的压抑，不仅影响互动关系，还会影响子女的缘分，任何一颗星的强旺，并非是这颗星本身的问题，是由于强旺的星，数量就会多，克到其他星的机会就多，被克的星，就容易出问题，以上三种情况，出现在本命，就是命主的本性，具体好不好，还要看岁运进来的情况，如果岁运进来，大部分是不利的运势，说明对方的运势比较弱，如果把配偶当做亲密的合伙人，合伙人没有运，就不适合做决策，但可以执行具体的事情，所以说，男人选择配偶，我们除了看对方的心性，还要看对方的运势，婚姻是两个人的事情，需要两个人互相经营，躲过的都不是难，躲不开的皆是缘。","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]},{"title":"秘传十神看法","slug":"八字/秘传十神看法","date":"2017-08-05T07:47:40.000Z","updated":"2024-05-09T08:34:39.233Z","comments":false,"path":"2017/08/05/八字/秘传十神看法/","permalink":"http://example.com/2017/08/05/%E5%85%AB%E5%AD%97/%E7%A7%98%E4%BC%A0%E5%8D%81%E7%A5%9E%E7%9C%8B%E6%B3%95/","excerpt":"","text":"比肩：稳重 隨和，友好, 善於接受別人指出自己的缺點。利益共同性，理性的竞争，刚健但不鲁莽，人不犯我我不犯人，比肩多败财劫財：比较急躁冲动霸道， 疑心重，完美主義者，不能接受別人指出自己的缺點。自我为中心。高傲不适合与人合伙，利益最大化，冲动性竞争 正印：为人聪明又谋，善于隐藏心中很正的目的，遇不如意之困境，能顺客观形势，适应外界能力强，是典型的知实务者为俊杰偏印：过多者主性格孤僻，表达能力过于含蓄，具艺术，文学，哲学天赋。对非现实性之领域领悟力高。偏印格的人必须配偏财还要带天月德贵人，自坐偏印苦情，正偏印混杂 双重性格，比较务实。偏印克食傷，男人傷健康，女人兒女。財印同柱，食傷官殺在同柱不佳 食神格和偏財格較長壽。［食神見印］是健康和兒女問題。食傷八字要有財星，否則自己不賺錢，幫人賺錢，適合代理商。不論什麼格，同柱不要干支相克，15年不好。食神旺有根不愁吃喝，能说会道，制官的话能当官（是真官，官有根不虚）食神虚透无根，贫困，犹豫抱怨最笨算命不喜七殺是非，羊刄説大話，傷官：驕傲，有才學，年上傷官，與父母不和，月上和兄弟，同事不合；時上，子孫不良。年上財，時上比刧，年輕節儉，老年忙碌有花。刧財保護自己，羊刃永遠自己對。正财：为人端正，有信用，勤俭稳重，一板一眼很乏味。正财格人性子急 官与七杀：需要配印，官不能被破坏，七杀喜被制被约束 甲不离庚 甲是苍天大树，需要剪刀修剪 ，第一怕甲日主最怕三合透金，金太多。第二怕三会水透水乙不离癸 乙是花花草草离不开水的浇灌。乙怕丁丙不离壬 火日主不要生在金旺月 日 时（火不西奔）夕阳西下美好的时光就一点丁不离甲 丁最怕冬天水木戊不离甲 最怕亥子丑湿土己不离丙 癸 最怕壬水庚不离丁 最怕土多辛不离壬壬不离辛 水日主不要生在木旺月 日 时（水不东流）壬怕己癸不离庚 辛 最怕丙 第一诀：财源；一财是财，二财是妾；三财是色，四财是贪；五财聚散成灾，六财身弱当贫；七财从势金玉满堂。 第二诀：官禄；一官是官。二官是狭；三官是鬼，四官是难；五官牢刑难免，六官死于非命；七官从势反为福贵。 第三诀：印绶；一印是权，二印椿萱；三印少决，四印伤残；五印埋儿断后，六印懒惰偷馋；七印势极反到佛前。 第四诀：食神；一食才子，二食吃吃，三食愚肿，四食弱智；五食败业贪欢，六食妨祖短世，七食花红反到治世； 第五诀：枭首；一枭爹娘，二枭多伤；三枭换祖，四枭凄凉；五枭谋多成少，六枭算进牢房；七枭势成反坐高堂。 第六诀：伤官；一伤生财，二伤艺卖；三伤官刑，四伤破败；五伤孤残无助，六伤命挂泉台；七伤泄尽精明得志。 第七诀：杀气；一杀是官，二杀恶权，三杀鬼狱，四杀伤残；五杀短命孤雁，六杀儿女无传；七杀丰厚反到王前； 第八诀：劫财；一劫情谊，二劫克妻；三劫损财，四劫牢狱；五劫伤人害命，六劫尸骨分离；七劫从恶名霸一方。 第九诀：妾利；一妾娇花，二妾财源，三妾贪欢，四妾孤寒，五妾买身败业，六妾刑狱牵连；七妾银海金山； 第十诀：比肩;一比仁义，二比和气；三比争夺，四比乏利；五比离乡背井，六比贫困无疑；七比势强反成名利。","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]},{"title":"女人没有婚姻的八字信息？","slug":"八字/女人没有婚姻的八字信息？","date":"2017-06-18T13:18:52.000Z","updated":"2024-05-09T06:29:55.521Z","comments":false,"path":"2017/06/18/八字/女人没有婚姻的八字信息？/","permalink":"http://example.com/2017/06/18/%E5%85%AB%E5%AD%97/%E5%A5%B3%E4%BA%BA%E6%B2%A1%E6%9C%89%E5%A9%9A%E5%A7%BB%E7%9A%84%E5%85%AB%E5%AD%97%E4%BF%A1%E6%81%AF%EF%BC%9F/","excerpt":"","text":"关于婚姻，我想再说说，对于女人来说，婚姻是很重要的，从八字来看，女人的婚姻就是官星，官星在，婚姻就有质量， 什么是官星在，就是八字里面有官星，而且不被合克，就是官星在， 在这个基础上，还要选择，男怕入错行，女怕嫁错郎，讲的就是选择， 如果你想要高质量的婚姻，选择就很重要， 如何选择呢？选择的对错，与个人的认知是有关系的，我们讲八字，暂时不考虑个人认知的，我讲的是运，是天时，就是从时间上去选择， 从运的角度看，就是你官运在的时候，确定的对象就是质量高的，在有运的时候，高认知，选中的质量会更高， 从运方面看，官星在，而且不被合克，就是有运， 当然了，你看到这里，也不用急着去看本命的官星，我说不是本命有官星就可以的， 本命官星在，是基础，我们还要看大运流年，这才是运， 就是在流年里面，你的运在，才容易找到高质量的对象， 如果你本命里面官星在，但是大运里面，官星被合克，就是不在了，这个时候确认的婚姻对象，就会有问题，中庸一点来说，就是婚姻不长久， 很多时候，我们没有运的时候，从理智看，是无法确定的，我们无法感觉到对方真实意图，或者说，并没有选择的能力，其实，都是感性的选择， 如果随波逐流的话，就必须保证运的存在， 反过来说， 如果你的本命有官星，一直被克，到了大运还加重了，这样的大运，也很难有婚姻， 我遇到过很多八字，对方在20岁以后，连着两步大运都是官星被克或者被合， 我们都知道，女生的年龄是很重要的，在结婚的黄金期，没有结婚的话，后面的对象范围就会越来越小， 如果你遇到的又是坏的大运，就很难得到满意的婚姻，这就是很多女生，条件都很好，就是无法找到对象的一个主要原因， 如果你有官运，官运的字克到日主，这种情况，也是很悲催的，如果在这种情况下结婚的话，也是质量很低的婚姻，经常被对方管制或者找麻烦， 从八字角度看，上面两种情况，是经常遇到的低质量婚姻的情况， 如果想改变这样的情况，就是确认关系的时候，错开这样的时间点，即使自己没有很高的认知，但是，随波逐流，也要找到运好的流年， 如何判断后续婚姻的质量？ 这一点，除了运的情况，还有个人认知的问题，就是你选择的标准问题， 你的标准一定要具体，具体到第三个人也能知道有没有达到标准，只要标准达到了，即使有矛盾，也是小矛盾，否则，有点矛盾，就觉得是婚姻问题， 我为什么说这个标准呢？有的人会遇到这样的情况， 就是你大运本身官运不好，但是碰上了两个好的流年，就是这样的点，你们确认了关系，成立的家庭，那么，是否后面的婚姻就不受到运的影响呢？ 不是的，还是会受到影响的，我用的方法是比较， 如果你们认识的时候，本身就在没有运的时候，对方对你还很好，那么，以后没有运的时候，问题就不大， 如果你们认识的时候，运很好，对方对你也不是很好，你认为结婚后就好了，这个就有问题了，没有运的时候，对你会更不好， 所以，我说选择标准，就是这个目的，没有满足标准，对你又不好，在没有运的时候，就很难度过去。","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]},{"title":"墓库最详细秘传","slug":"八字/墓库最详细秘传","date":"2017-05-27T05:47:40.000Z","updated":"2024-05-09T08:32:27.378Z","comments":false,"path":"2017/05/27/八字/墓库最详细秘传/","permalink":"http://example.com/2017/05/27/%E5%85%AB%E5%AD%97/%E5%A2%93%E5%BA%93%E6%9C%80%E8%AF%A6%E7%BB%86%E7%A7%98%E4%BC%A0/","excerpt":"","text":"能量大时为库，能量小时为墓。根据每个五行得令通根得势的情况来判断。 大运流年中辰戌丑未四库被刑冲破害时我们认为库被打开了，就会自己有好事，要发财。墓被打开就会有坏事，就要破财。 墓库刑冲破害一次打开，再刑冲破害一次还会关闭，再刑冲破害一次又会打开，第四次墓库将被破坏，不起作用了。 八字本身不带库的人，如果大运流年走到库，被刑冲破害打开，就会有好事儿发生。相反，如果大运流年走到墓，被刑冲破害打开，就会有灾祸发生。 墓库来自于三合局，小伙伴们理解后容易记忆：申子辰合水；辰为水的墓库寅午戌合火；戌为火的墓库巳酉丑合金；丑为金的墓库亥卯未合木；未为木的墓库火燃烧后化为土；土的墓库也是戌 总结一句话就是：能量大时为库，能量小时为墓，大或小根据每个五行得令通根得势的情况来判断。 为方便小伙伴查找，我将日元对应的库和墓总结以下： 日元为甲乙木，比劫墓库是未，财才墓库是戌，官杀墓库是丑，印枭墓库是辰，食伤墓库是戌日元为丙丁火，比劫墓库是戌，财才墓库是丑，官杀墓库是辰，印枭墓库是未，食伤墓库是戌日元为戊己土，比劫墓库是戌，财才墓库是辰，官杀墓库是未，印枭墓库是戌，食伤墓库是丑日元为庚辛金，比劫墓库是丑，财才墓库是未，官杀墓库是戌，印枭墓库是戌，食伤墓库是辰日元为壬癸水，比劫墓库是辰，财才墓库是戌，官杀墓库是戌，印枭墓库是丑，食伤墓库是未 库为仓库，保险库，代表好事儿本命局自带墓库的人，一旦大运流年库被刑冲破害，保险库会被打开就有发财，升官，掌权，得到奖章或者福气的好事儿发生。 墓为坟墓，代表灾祸，本命局自带墓库的人，一旦大运流年走到墓时，等到流年流月墓被刑冲破害，坟墓会被打开，就有出现灾祸，破财，丢官，失权，福气被抢走的坏事儿发生。 八字本身不带库的人如果大运流年走到库，就会有好事儿发生。走到比劫库大运流年，比劫库被刑冲破害打开，就会自己有好事，发财。走到财才库大运流年，财才库被刑冲破害打开，就会自己发财。走到宫杀库大运流年，官杀库被刑冲破害打开，就会自己升官。走到印枭库大运流年，印枭库被刑冲破害打开，就会自己掌权或者得到学术成就。走到食伤库大运流年，食伤库被刑冲破害打开，就会自己得到福气。 相反，如果大运流年走到墓，就会有灾祸发生。走到比劫墓大运流年，比劫墓被刑冲破害打开，就会有灾祸，破财。走到财才墓大运流年，财才墓被刑冲破害打开，就会破财。走到官杀墓大运流年，官杀墓被刑冲破害打开，就会丢官。走到印枭墓大运流年，印枭墓被刑冲破害打开，就会失权。走到食伤墓大运流年，食伤墓被刑冲破害打开，就会福气被抢走。 什么时候发财？ 只有比劫库与财才库与自己发财有关系。 四柱身强财旺，日支或者时支有比劫库或者财才库，比较容易发财。命中无比劫库或者财才库，大运流年遇比劫库或者财才库年，也有钱进账，能存到钱。八字本命局不带财才库和比劫库，又没有走到比劫库和财才库的大运流年。不好存到钱，会财来财去一场空。可以通过补财才库和比劫库的方式提升财运。想补财库的小伙伴请留言，留言多我会免费分享补财库的方法，八字算命补财库要收费好几万人民币，八字故事免费分享，传播道家文化。 对本命局自带墓库的人来说有几点注意：年支与月令带有库，代表亲人朋友发财，当官，掌权，有福气。日支与时支带有库。代表自己能存到钱，当官，掌权，有福气。反之年支与月令带有墓。代表亲人朋友破财，丢官，失权，福气被抢走。日支与时支带有墓。代表自己破财，丢官，失权，福气被抢走。 八字其他干支无财才，财才星藏在辰戌丑未中。叫做财星入墓又叫做独财入墓男命与妻子缘分浅，容易离婚。八字其他干支无官杀，官杀星藏在辰戌丑未中。叫做官星入墓又叫做独官入墓女命与老公缘分浅，容易离婚。 几个补充：墓库刑冲破害一次打开，再刑冲破害一次还会关闭，再刑冲破害一次又会打开。大运管十年，流年管一年墓会变成库。举例本命局财弱，自带财才墓，当大运流年财星能量加强，财才墓会变成财才库。库会变成墓。举例本来身强，比劫库来时应该发财但是这个大运流年日元变为身弱，比劫库会变成比劫墓本命局自带的墓库被多次刑冲破害会损坏。 今天的视频就到这里，下期更新将在两天后，到时请来坐坐，顺便留个话儿，告诉我你的意见，我们就共同研究，共同进步。如果觉得我说的有道理，请在留言区和我说说，我将继续分析你们感兴趣的人的八字。如果赞同我的观点，请点赞。想学八字的朋友、认为我讲的故事有意思的朋友，请定个阅，关个注，下次更新不迷路。散会。 这里附上“辰戌丑未”四墓库的刑冲破害口诀，方便小伙伴查找。 辰戌冲辰卯害辰丑破辰辰自刑 戌辰冲戌酉害戌未破 丑未冲丑午害丑辰破 未丑冲未子害未戌破 丑未戌三刑","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]},{"title":"财多身弱选手的修行指南","slug":"八字/财多身弱选手的修行指南","date":"2017-05-27T05:47:40.000Z","updated":"2024-05-09T06:29:20.034Z","comments":false,"path":"2017/05/27/八字/财多身弱选手的修行指南/","permalink":"http://example.com/2017/05/27/%E5%85%AB%E5%AD%97/%E8%B4%A2%E5%A4%9A%E8%BA%AB%E5%BC%B1%E9%80%89%E6%89%8B%E7%9A%84%E4%BF%AE%E8%A1%8C%E6%8C%87%E5%8D%97/","excerpt":"","text":"相信很多做过命理咨询的都会产生一些焦虑和不安，尤其当听到一些不太好的词，比如身弱不担财、杀旺攻身、命硬克六亲、群比夺财…似乎人生就被下了定义，于是产生焦虑和不安。 其实大可不必担心这个，身强身弱决定不了个人的幸福感、也决定不了家庭和谐与否，更加决定不了个人的人生成就。 虽然论命是要用到身强身弱，但是这个只是其中一个因素。或者说，身弱只是表示了一个能量强弱的关系，多则克耗泄之，少则补之。大运流年就是这其中能量平衡的一个重要因素。 所以，无论是身强还是身弱的选手，只要大运流年来补足原命局的不足，去掉原局的问题，就能够更加顺风顺水、做出一番成绩。 如果大运流年的能量还没到来，我们又该怎样去提升和调整自己呢？造成身弱的原因有很多，这一期聊聊财多身弱。 一般财多身弱的选手命局都会有一些特征：月令为财，且还有食伤星来生财星，或者原局就是财星重重，而日干的根气不足。 根气不足则担不住这么多的财星，一般表现出来的就是周边赚钱机会比较多，或者是周边的朋友或者同事知道很多赚钱的机会，但是自己很难把握住，或者是自己去做了但是赚的不如别人多。 还有一些财多身弱的选手是在大公司上班，但是工资一般，做着比较底层的工作。或者是自己过手的钱很多，但都不是自己的，比如一些在银行工作的，还有做财务会计之类。总的来说，就有点类似于“一座金山的守门人”。 有一种说法，说财多身弱的选手比较旺公司，待一个公司就让公司飞速发展。这个说法有点混淆因果，倒不是说公司碰上财多身弱的选手而发迹，而是财多身弱的选手容易碰上这样高速发展的公司。 财多身弱的选手都是比较注重物质的，如果原局再有食伤去生财星，则会表现得更强烈，会一心想着赚钱。而财旺的选手一般也不太爱学习，不愿意沉下心来去好好学一门技术，因为财多则克印，不喜欢学习，而自身的能力不足以担得住这么多财星，于是就容易陷入焦虑和恶性循环。 最好也是最根本的办法，还得是学习，也就是补印。无论是专业技能，或者是一些开阔眼界的知识，还是一些相关的证书…这些都是提升自我能力的渠道，它们是财多身弱选手所必备的。提升了能力，才有可能在机会来临的时候好好抓住，并有能力去赚取更多。 这里有一个前提，那就是得沉得下心来去学习。一般财多身弱的选手容易陷入空想，总是在想可以做这，可以做那，但是总缺乏行动能力，也不愿意为了这个目标去做深入的研究和调查，于是它们大多只是一些存在于脑子里的想法，或者是一件事干了一阵觉得不行，又换一件事。所以一定要沉下心来，改变那种心浮气躁的心态。 有了能力，才有可能去谈用比劫来帮忙扛财。在能力不足得时候，能接触到得朋友大多也是互相消耗的朋友。或者，就算接触到高频率的朋友，而自己是跟不上的。所以，提升能力是最主要的。 提升了能力和频率后，财多身弱的选手这个时候就体现出自身的优势来了，因为周边的机会比较多，抓住一个机会，在这个机会里深耕，就能够赚取更多利润。此时，还可以和朋友合作或者是通过朋友来介绍一些项目。因为，这个时候的比劫是帮忙求财的。 另外，财多身弱的选手因为身弱，日元无根或者是只有弱根，就会有一些精力不足的现象，容易觉得累，而且还不太愿意动弹，能坐着就不站着，能躺着就不坐着。其实，适当地做一些体育锻炼是有利的，比如一些简单的运动或者是就是单纯的散步。很多的时候，身弱的选手感觉到的累其实不是真的累，而是一种精神消耗。这种精神消耗无法用休息来化解，常常是躺着刷手机，却感觉到更加不想动，更加累。破局的办法其实反而是动起来，哪怕收拾一下房间，做做家务，出门散个步，或者去运动场跑跑步。 动起来其实不只是让身体动起来，也是让精神动起来。一些简单的爱好和习惯，比如散步、打球、瑜伽…它们其实也可以是一个渠道，去接触相同爱好的人，接触不同的人，这难道不是在扩宽自己的朋友圈和交际圈子吗？同时，它们不也是在给我们创造机会吗？最后，也是希望所有财多身弱的选手能够好好修身，赚得更多。","categories":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}],"tags":[],"keywords":[{"name":"八字学","slug":"八字学","permalink":"http://example.com/categories/%E5%85%AB%E5%AD%97%E5%AD%A6/"}]}]}